{
  "url": "https://en.wikipedia.org/wiki/2004–05_in_Portuguese_football",
  "title": "2004–05 in Portuguese football",
  "header": [
    [
      "Place",
      []
    ],
    [
      "Scorer",
      []
    ],
    [
      "Goals",
      []
    ],
    [
      "Team",
      []
    ]
  ],
  "data": [
    [
      [
        "1",
        []
      ],
      [
        "Rincón",
        [
          "/wiki/Gilvan_Santos_Souza"
        ]
      ],
      [
        "18",
        []
      ],
      [
        "Paços de Ferreira",
        [
          "/wiki/F.C._Paços_de_Ferreira"
        ]
      ]
    ],
    [
      [
        "2",
        []
      ],
      [
        "Evandro",
        []
      ],
      [
        "17",
        []
      ],
      [
        "Maia",
        [
          "/wiki/F.C._Maia"
        ]
      ]
    ],
    [
      [
        "3",
        []
      ],
      [
        "Hermes",
        [
          "/wiki/Hermes_Rodrigues_Júnior"
        ]
      ],
      [
        "16",
        []
      ],
      [
        "Marco",
        [
          "/wiki/F.C._Marco"
        ]
      ]
    ],
    [
      [
        "4",
        []
      ],
      [
        "Hugo Henrique",
        [
          "/wiki/Hugo_Henrique_Arantes_Castro_da_Silva"
        ]
      ],
      [
        "15",
        []
      ],
      [
        "Santa Clara",
        [
          "/wiki/C.D._Santa_Clara"
        ]
      ]
    ],
    [
      [
        "4",
        []
      ],
      [
        "João Pedro",
        [
          "/wiki/João_Pedro_Fernandes"
        ]
      ],
      [
        "15",
        []
      ],
      [
        "Leixões",
        [
          "/wiki/Leixões_S.C."
        ]
      ]
    ],
    [
      [
        "6",
        []
      ],
      [
        "Wesley",
        []
      ],
      [
        "14",
        []
      ],
      [
        "Gondomar",
        [
          "/wiki/Gondomar_S.C."
        ]
      ]
    ],
    [
      [
        "7",
        []
      ],
      [
        "Rui Miguel",
        []
      ],
      [
        "13",
        []
      ],
      [
        "Desportivo das Aves",
        [
          "/wiki/C.D._Aves"
        ]
      ]
    ],
    [
      [
        "8",
        []
      ],
      [
        "Didi",
        [
          "/wiki/Cleidimar_Magalhães_Silva"
        ]
      ],
      [
        "12",
        []
      ],
      [
        "Marco",
        [
          "/wiki/F.C._Marco"
        ]
      ]
    ],
    [
      [
        "9",
        []
      ],
      [
        "Mateus",
        [
          "/wiki/Mateus_Lopes"
        ]
      ],
      [
        "11",
        []
      ],
      [
        "Portimonense",
        [
          "/wiki/Portimonense_S.C."
        ]
      ]
    ],
    [
      [
        "9",
        []
      ],
      [
        "Serjão",
        [
          "/wiki/Sergio_Luis_Gardino_da_Silva"
        ]
      ],
      [
        "11",
        []
      ],
      [
        "Portimonense",
        [
          "/wiki/Portimonense_S.C."
        ]
      ]
    ]
  ],
  "section_title": "League of Honour -- Top scorers",
  "section_text": "",
  "uid": "2004–05_in_Portuguese_football_1",
  "intro": "The 2004-05 season saw Benfica clinch the SuperLiga Galp Energia title after almost 11 years without the championship. The SuperLiga had one of the most competitive years, with both Braga and Boavista fighting for the title for a reasonable amount of time, closing the gap on the Big Three of Benfica, Porto and Sporting CP. The Big Three all managed to qualify for the 2005-06 UEFA Champions League, while Braga, Vitória de Guimarães and Vitória de Setúbal qualified for the 2005-06 UEFA Cup. Benfica did not manage to achieve the double, losing to Vitória de Setúbal in the 2004-05 Taça de Portugal final. In the League of Honour, Paços de Ferreira won the title and alongside newcomers Naval 1º de Maio and former competitors Estrela da Amadora secured their place in the first level of Portuguese football for 2005-06. In the UEFA competitions, the Portuguese teams qualified in the 2003-04 season were Porto and Benfica in the Champions League; Sporting CP, Braga, Martítimo and Nacional in the UEFA Cup; and União de Leiria in the 2003 UEFA Intertoto Cup. Early in the season, Porto lost the 2003 UEFA Super Cup to 2002-03 Champions League victors Milan. Porto would ultimately reach the round of 16 of the Champions League, where they were eliminated by Internazionale. In the middle of the season, Porto also won their second Intercontinental Cup against Once Caldas. Meanwhile, Sporting CP managed to reach the UEFA Cup Final (which was already chosen to be played at Sporting's Estádio José de Alvalade) where they lost to CSKA Moscow. The fact that Leiria reached the finals of the Intertoto Cup is also noteworthy. Meanwhile, the Portugal national football team managed to secure a comfortable position that would prove decisive in the qualification for the FIFA World Cup 2006."
}