{
  "url": "https://en.wikipedia.org/wiki/2013_FKF_Division_One",
  "title": "2013 FKF Division One",
  "header": [
    [
      "Club",
      []
    ],
    [
      "Home stadium",
      []
    ],
    [
      "Town / City",
      []
    ]
  ],
  "data": [
    [
      [
        "Administration Police",
        [
          "/wiki/Administration_Police"
        ]
      ],
      [
        "APTC Ground",
        []
      ],
      [
        "Nairobi",
        [
          "/wiki/Nairobi"
        ]
      ]
    ],
    [
      [
        "Admiral",
        [
          "/wiki/Admiral_F.C."
        ]
      ],
      [
        "RG Ngala",
        []
      ],
      [
        "Mombasa",
        [
          "/wiki/Mombasa"
        ]
      ]
    ],
    [
      [
        "Green Berets",
        []
      ],
      [
        "PSTC Ruiru",
        []
      ],
      [
        "Ruiru",
        [
          "/wiki/Ruiru"
        ]
      ]
    ],
    [
      [
        "Jericho AllStars",
        []
      ],
      [
        "Jericho Toyoyo",
        []
      ],
      [
        "Nairobi",
        [
          "/wiki/Nairobi"
        ]
      ]
    ],
    [
      [
        "Kariobangi Sharks",
        [
          "/wiki/Kariobangi_Sharks_F.C."
        ]
      ],
      [
        "Nairobi City Stadium",
        [
          "/wiki/Nairobi_City_Stadium"
        ]
      ],
      [
        "Nairobi",
        [
          "/wiki/Nairobi"
        ]
      ]
    ],
    [
      [
        "Modern Coast Rangers",
        [
          "/wiki/Modern_Coast_Rangers_F.C."
        ]
      ],
      [
        "Refinery Grounds",
        []
      ],
      [
        "Mombasa",
        [
          "/wiki/Mombasa"
        ]
      ]
    ],
    [
      [
        "Mount Kenya United",
        [
          "/wiki/Mount_Kenya_United_F.C."
        ]
      ],
      [
        "Kinunga Stadium",
        []
      ],
      [
        "Unknown",
        []
      ]
    ],
    [
      [
        "Moyas",
        []
      ],
      [
        "Langata Prison Ground",
        []
      ],
      [
        "Nairobi",
        [
          "/wiki/Nairobi"
        ]
      ]
    ],
    [
      [
        "Mumbi Nationale",
        []
      ],
      [
        "Portland Ground",
        []
      ],
      [
        "Unknown",
        []
      ]
    ],
    [
      [
        "Nakumatt",
        [
          "/wiki/Nakumatt_F.C."
        ]
      ],
      [
        "Sameer Ground",
        []
      ],
      [
        "Nairobi",
        [
          "/wiki/Nairobi"
        ]
      ]
    ],
    [
      [
        "Posta Rangers",
        [
          "/wiki/Posta_Rangers_F.C."
        ]
      ],
      [
        "Hope Centre",
        [
          "/wiki/Hope_Centre"
        ]
      ],
      [
        "Nairobi",
        [
          "/wiki/Nairobi"
        ]
      ]
    ],
    [
      [
        "FC West Ham United",
        [
          "/wiki/FC_West_Ham_United"
        ]
      ],
      [
        "Mombasa Municipal Stadium",
        [
          "/wiki/Mombasa_Municipal_Stadium"
        ]
      ],
      [
        "Mombasa",
        [
          "/wiki/Mombasa"
        ]
      ]
    ]
  ],
  "section_title": "Teams -- Stadia and locations",
  "section_text": "Zone A clubs are from the Nairobi , Central , Eastern and Coast provinces . Zone A - Group 1 locations [ edit ] Club Home stadium Town / City Bidco United Del Monte Grounds Thika Brighter Stars Brighter Grounds Lamu Coast United Tudor Day Mombasa Kambakia Christian Centre Kinoru Stadium Meru Kenya Revenue Authority Public Service Grounds Nairobi Kibera Celtic Woodley Grounds Nairobi Ligi Ndogo Ligi Ndogo Grounds Nairobi Mahakama Nairobi City Stadium Nairobi Maweni City Malindi Stadium Maweni Murang ' a United Ihora Stadium Murang ' a Nairobi Stima Nairobi City Stadium Nairobi Sparki Youth RG Ngala Nairobi Talanta Ruaraka Grounds Nairobi Zone A - Group 2 locations [ edit ]",
  "uid": "2013_FKF_Division_One_1",
  "intro": "The 2013 FKF Division One was the second season of FKF Division One and the Golden Jubilee second division season since it began in 1963. It began on 23 March and concluded on 21 December. On 12 April, Murang'a United were suspended from participating in the league any further for the rest of the 2013 season and relegated to the Provincial League for missing three consecutive league games, against Brighter Stars, Maweni City and Kenya Revenue Authority. They were only allowed to participate in the Provincial League from the beginning of the 2014 season, and would not be replaced by any other team during the course of the season. As a result, all their results were nullified. On 25 April, the Football Kenya Federation initially decided to slash the league to 20 teams for the 2014 season. For that to happen, it was decided that the league will consist of top 5 teams in each zone (except the two teams that win the promotion play-offs) in addition to the two relegated Premier League teams. The remaining 28 teams will be relegated to FKF Division Two, which will begin next season, along with the 8 teams promoted from the Provincial League. However, due to the creation of the Kenyan National Super League on 10 July, it was decided that top 5 teams in each zone (except the two teams that win the promotion play-offs) would be promoted to the new league along with the two relegated Premier League teams, while the remaining 28 teams along with 12 teams promoted from the Provincial League would form the new FKF Division One, which is to be the third-tier league from the beginning of the 2014 season."
}