{
  "url": "https://en.wikipedia.org/wiki/2013_FKF_Division_One",
  "title": "2013 FKF Division One",
  "header": [
    [
      "Club",
      []
    ],
    [
      "Home stadium",
      []
    ],
    [
      "Town / City",
      []
    ]
  ],
  "data": [
    [
      [
        "Agrochemical",
        [
          "/wiki/Agrochemical_F.C."
        ]
      ],
      [
        "Muhoroni Stadium",
        [
          "/wiki/Muhoroni_Stadium"
        ]
      ],
      [
        "Muhoroni",
        [
          "/wiki/Muhoroni"
        ]
      ]
    ],
    [
      [
        "Busia United Stars",
        [
          "/wiki/Busia_United_Stars_F.C."
        ]
      ],
      [
        "Unknown stadium",
        []
      ],
      [
        "Busia",
        [
          "/wiki/Busia,_Kenya"
        ]
      ]
    ],
    [
      [
        "Field Negroes",
        []
      ],
      [
        "Unknown stadium",
        []
      ],
      [
        "Kisumu",
        [
          "/wiki/Kisumu"
        ]
      ]
    ],
    [
      [
        "Finlays Horticulture",
        [
          "/wiki/Finlays_Horticulture_A.F.C."
        ]
      ],
      [
        "Kingfisher Grounds",
        []
      ],
      [
        "Naivasha",
        [
          "/wiki/Naivasha"
        ]
      ]
    ],
    [
      [
        "Gusii Raiders",
        []
      ],
      [
        "Unknown stadium",
        []
      ],
      [
        "Kisii",
        [
          "/wiki/Kisii,_Kenya"
        ]
      ]
    ],
    [
      [
        "Hotsprings",
        [
          "/wiki/Hotsprings_F.C."
        ]
      ],
      [
        "Kipchoge Keino Stadium",
        [
          "/wiki/Kipchoge_Keino_Stadium"
        ]
      ],
      [
        "Eldoret",
        [
          "/wiki/Eldoret"
        ]
      ]
    ],
    [
      [
        "Kisumu Municipal",
        []
      ],
      [
        "Moi Stadium",
        [
          "/wiki/Moi_Stadium"
        ]
      ],
      [
        "Kisumu",
        [
          "/wiki/Kisumu"
        ]
      ]
    ],
    [
      [
        "Longonot Horticulture",
        []
      ],
      [
        "Kingfisher Grounds",
        []
      ],
      [
        "Naivasha",
        [
          "/wiki/Naivasha"
        ]
      ]
    ],
    [
      [
        "Oserian",
        [
          "/wiki/Oserian_F.C."
        ]
      ],
      [
        "Naivasha Stadium",
        [
          "/wiki/Naivasha_Stadium"
        ]
      ],
      [
        "Naivasha",
        [
          "/wiki/Naivasha"
        ]
      ]
    ],
    [
      [
        "St. Joseph",
        [
          "/wiki/St._Joseph's_F.C."
        ]
      ],
      [
        "Unknown stadium",
        []
      ],
      [
        "Nakuru",
        [
          "/wiki/Nakuru"
        ]
      ]
    ],
    [
      [
        "Utawala",
        [
          "/wiki/Utawala_F.C."
        ]
      ],
      [
        "Afraha Stadium",
        [
          "/wiki/Afraha_Stadium"
        ]
      ],
      [
        "Nakuru",
        [
          "/wiki/Nakuru"
        ]
      ]
    ],
    [
      [
        "Vihiga Stars",
        []
      ],
      [
        "Unknown stadium",
        []
      ],
      [
        "Vihiga",
        [
          "/wiki/Vihiga"
        ]
      ]
    ]
  ],
  "section_title": "Teams -- Stadia and locations",
  "section_text": "Zone B teams are from the Western , Nyanza and Rift Valley provinces . Zone B - Group 1 locations [ edit ] Club Home stadium Town / City Comply Afraha Stadium Nakuru G.F.C . 105 The Discipleship Grounds Eldoret Kisero Unknown stadium Unknown Kolongolo Bukhungu Stadium Kakamega Mumcop Bukhungu Stadium Kakamega Nzoia United Sudi Stadium Bungoma Shabana Gusii Stadium Kisii Swan Orchards Unknown stadium Unknown Timsales Unknown stadium Elburgon Top Fry AllStars Afraha Stadium Nakuru West Kenya Sugar Bukhungu Stadium Kakamega Zoo Kericho Green Stadium Kericho Zone B - Group 2 locations [ edit ]",
  "uid": "2013_FKF_Division_One_3",
  "intro": "The 2013 FKF Division One was the second season of FKF Division One and the Golden Jubilee second division season since it began in 1963. It began on 23 March and concluded on 21 December. On 12 April, Murang'a United were suspended from participating in the league any further for the rest of the 2013 season and relegated to the Provincial League for missing three consecutive league games, against Brighter Stars, Maweni City and Kenya Revenue Authority. They were only allowed to participate in the Provincial League from the beginning of the 2014 season, and would not be replaced by any other team during the course of the season. As a result, all their results were nullified. On 25 April, the Football Kenya Federation initially decided to slash the league to 20 teams for the 2014 season. For that to happen, it was decided that the league will consist of top 5 teams in each zone (except the two teams that win the promotion play-offs) in addition to the two relegated Premier League teams. The remaining 28 teams will be relegated to FKF Division Two, which will begin next season, along with the 8 teams promoted from the Provincial League. However, due to the creation of the Kenyan National Super League on 10 July, it was decided that top 5 teams in each zone (except the two teams that win the promotion play-offs) would be promoted to the new league along with the two relegated Premier League teams, while the remaining 28 teams along with 12 teams promoted from the Provincial League would form the new FKF Division One, which is to be the third-tier league from the beginning of the 2014 season."
}