{
  "url": "https://en.wikipedia.org/wiki/Adidas_Tango_12",
  "title": "Adidas Tango 12",
  "header": [
    [
      "Year",
      []
    ],
    [
      "Tango variation",
      []
    ],
    [
      "Competition",
      []
    ]
  ],
  "data": [
    [
      [
        "1978-1988",
        []
      ],
      [
        "See Adidas Tango for the original family of balls",
        [
          "/wiki/Adidas_Tango"
        ]
      ],
      [
        "See Adidas Tango",
        [
          "/wiki/Adidas_Tango"
        ]
      ]
    ],
    [
      [
        "2011",
        []
      ],
      [
        "Adidas Tango",
        []
      ],
      [
        "2011 UEFA Super Cup",
        [
          "/wiki/2011_UEFA_Super_Cup"
        ]
      ]
    ],
    [
      [
        "2011",
        []
      ],
      [
        "Adidas Tango",
        []
      ],
      [
        "2011-12 UEFA Europa League",
        [
          "/wiki/2011–12_UEFA_Europa_League"
        ]
      ]
    ],
    [
      [
        "2011",
        []
      ],
      [
        "Adidas Tango Argentina 12",
        []
      ],
      [
        "2011-12 Argentine Primera División season",
        [
          "/wiki/2011–12_Argentine_Primera_División_season"
        ]
      ]
    ],
    [
      [
        "2011",
        []
      ],
      [
        "Torfabrik ( Goal Factory )",
        []
      ],
      [
        "2011-12 Bundesliga",
        [
          "/wiki/2011–12_Bundesliga"
        ]
      ]
    ],
    [
      [
        "2012",
        []
      ],
      [
        "Comoequa",
        []
      ],
      [
        "2012 Africa Cup of Nations",
        [
          "/wiki/2012_Africa_Cup_of_Nations"
        ]
      ]
    ],
    [
      [
        "2012",
        []
      ],
      [
        "The Albert",
        []
      ],
      [
        "2012 Summer Olympics",
        [
          "/wiki/Football_at_the_2012_Summer_Olympics"
        ]
      ]
    ],
    [
      [
        "2012",
        []
      ],
      [
        "Prime",
        []
      ],
      [
        "2012 Major League Soccer",
        [
          "/wiki/2012_Major_League_Soccer"
        ]
      ]
    ],
    [
      [
        "2012",
        []
      ],
      [
        "Adidas Tango 12 Final Kyiv",
        []
      ],
      [
        "UEFA Euro 2012 Final",
        [
          "/wiki/UEFA_Euro_2012_Final"
        ]
      ]
    ],
    [
      [
        "2013",
        []
      ],
      [
        "Adidas Cafusa",
        []
      ],
      [
        "2013 FIFA Confederations Cup",
        [
          "/wiki/2013_FIFA_Confederations_Cup"
        ]
      ]
    ]
  ],
  "section_title": "Versions",
  "section_text": "",
  "uid": "Adidas_Tango_12_0",
  "intro": "The Adidas Tango 12 was the official match association football of the UEFA Euro 2012, with variants being used for the 2012 Summer Olympics. The ball is named after the original and successful Adidas Tango family of footballs from the late 1970s, but the construction of the Tango 12 is completely different. Variations of the ball have been used in other contemporary competitions including the Africa Cup of Nations and the Summer Olympics - adidas has not categorised these football as the Adidas Tango 12 family, however they are listed here due to their similar design. The ball was officially presented on 2 December 2011, during the group draw for the final tournament in Kiev. UEFA count the Tango 12 as the fourth incarnation of the ball although there have been other variations made in-between, The ball is reportedly designed to be easier to dribble and control than its predecessor the Adidas Jabulani (used during the 2010 FIFA World Cup in South Africa). [citation needed] Tango 12 uses a construction design based on the Adidas Jabulani but heavily modified, thirty-two 2D panels instead of eight 3D panels. The latter ball was decried by several goalkeepers, including Brazilian Júlio César, who likened it to one of those cheap balls you'd buy in a supermarket. Wendell Ramalho agreed, saying that the Adidas Jabulani is very unpredictable especially over a great distance. The Adidas Tango 12 features a modern interpretation of the design including a coloured outline inspired by the flags of the two host nations - Poland and Ukraine. Etched into the Tango design are three bespoke graphics which celebrate the decorative art of paper cutting, a tradition in the rural areas of both host countries which the designers say creates a link to the key characteristics of football - unity, rivalry and passion."
}