{
  "url": "https://en.wikipedia.org/wiki/Burmese_chronicles",
  "title": "Burmese chronicles",
  "header": [
    [
      "Name",
      []
    ],
    [
      "Date ( s )",
      []
    ],
    [
      "Author ( s )",
      []
    ]
  ],
  "data": [
    [
      [
        "Rakhine Razawin",
        [
          "/wiki/Rakhine_Razawin"
        ]
      ],
      [
        "",
        []
      ],
      [
        "Do We",
        []
      ]
    ],
    [
      [
        "Min Razagri Aredaw Sadan Also called Razawin Haung ( Old Chronicle )",
        [
          "/wiki/Rakhine_Razawin_Haung"
        ]
      ],
      [
        "c. 1775",
        []
      ],
      [
        "",
        []
      ]
    ],
    [
      [
        "Dhanyawaddy Ayedawbon",
        [
          "/wiki/Dhanyawaddy_Ayedawbon"
        ]
      ],
      [
        "1788",
        []
      ],
      [
        "Rakhine Sayadaw",
        []
      ]
    ],
    [
      [
        "Mizzimadetha Ayedawbon",
        [
          "/wiki/Mizzimadetha_Ayedawbon"
        ]
      ],
      [
        "1823",
        []
      ],
      [
        "Ne Myo Zeya Kyawhtin",
        []
      ]
    ],
    [
      [
        "Maha Razawin ( Saya Me )",
        [
          "/wiki/Maha_Razawin_(Saya_Me)"
        ]
      ],
      [
        "c. 1840",
        []
      ],
      [
        "Saya Me",
        []
      ]
    ],
    [
      [
        "Rakhine Razawin Thit",
        [
          "/wiki/Rakhine_Razawin_Thit"
        ]
      ],
      [
        "1931",
        []
      ],
      [
        "Shin Sandamala Linkara",
        []
      ]
    ]
  ],
  "section_title": "Regional chronicles -- Arakan",
  "section_text": "1997–1999 reprint of Rakhine Razawin Thit Though Arakanese chronicles may have been written circa the 14th century , the earliest extant manuscripts date only from the 18th century . Most of Mrauk-U 's historical works did not survive the burning of the royal library by the Konbaung forces in 1785 . [ 71 ] Only portions escaped the indiscriminate destruction . An Arakanese monk tried to salvage the wreckage as much as he could by promptly compiling the Dhanyawaddy Yazawin . He completed it in 1788 but the chronicle may not be as reliable as it is `` a third-hand piece of work '' . Colonial period scholars had to piece together the extant portions of Maha Razawin ( 148 angas or 1776 palm-leaves ) , Do We 's Rakhine Razawin ( 48 angas / 576 leaves ) , Saya Mi 's Maha Razawin ( 24 angas / 288 leaves ) . [ 4 ] In the late 20th century , historian San Tha Aung could confirm only eight of the supposed 48 historical works of Arakanese history . Even of the extant eight , he was unsure of the reliability of the information prior to 1000 CE . [ 67 ]",
  "uid": "Burmese_chronicles_4",
  "intro": "The royal chronicles of Myanmar (Burmese: မြန်မာ ရာဇဝင် ကျမ်းများ [mjəmà jàzəwɪ̀ɴ tɕáɴ mjá]; also known as Burmese chronicles) are detailed and continuous chronicles of the monarchy of Myanmar (Burma). The chronicles were written on different media such as parabaik paper, palm leaf, and stone; they were composed in different literary styles such as prose, verse, and chronograms. Palm-leaf manuscripts written in prose are those that are commonly referred to as the chronicles. Other royal records include administrative treatises and precedents, legal treatises and precedents, and censuses. The chronicle tradition was maintained in the country's four historical polities: Upper Burma, Lower Burma, Arakan and the Shan states. The majority of the chronicles did not survive the country's numerous wars as well as the test of time. The most complete extant chronicles are those of Upper Burma-based dynasties, with the earliest extant chronicle dating from the 1280s and the first standard national chronicle from the 1720s. The subject matter of the chronicles is mainly about the monarchs, and the chronicles provide little information about the general situation of the kingdom. Nor were they written solely from a secular history perspective but rather at times to provide legitimation according to religious criteria of the monarchy. Nevertheless, the chronicles' great record of substantially accurate dates goes back at least to the 11th century. Latest research shows that even the pre-11th century narratives, dominated by legends, do provide a substantially accurate record of social memory, going back over three millennia. Myanmar possesses the most extensive historical source material in Southeast Asia, and the Burmese chronicles are the most detailed historical records in the region."
}