{
  "url": "https://en.wikipedia.org/wiki/Child's_Play_(franchise)",
  "title": "Child's Play (franchise)",
  "header": [
    [
      "Film",
      []
    ],
    [
      "Rotten Tomatoes",
      [
        "/wiki/Rotten_Tomatoes"
      ]
    ],
    [
      "Metacritic",
      [
        "/wiki/Metacritic"
      ]
    ]
  ],
  "data": [
    [
      [
        "Child 's Play",
        [
          "/wiki/Child's_Play_(1988_film)"
        ]
      ],
      [
        "68% ( 37 reviews )",
        []
      ],
      [
        "58 ( 18 reviews )",
        []
      ]
    ],
    [
      [
        "Child 's Play 2",
        [
          "/wiki/Child's_Play_2"
        ]
      ],
      [
        "44% ( 16 reviews )",
        []
      ],
      [
        "37 ( 16 reviews )",
        []
      ]
    ],
    [
      [
        "Child 's Play 3",
        [
          "/wiki/Child's_Play_3"
        ]
      ],
      [
        "29% ( 14 reviews )",
        []
      ],
      [
        "27 ( 13 reviews )",
        []
      ]
    ],
    [
      [
        "Bride of Chucky",
        [
          "/wiki/Bride_of_Chucky"
        ]
      ],
      [
        "46% ( 37 reviews )",
        []
      ],
      [
        "48 ( 17 reviews )",
        []
      ]
    ],
    [
      [
        "Seed of Chucky",
        [
          "/wiki/Seed_of_Chucky"
        ]
      ],
      [
        "33% ( 76 reviews )",
        []
      ],
      [
        "46 ( 17 reviews )",
        []
      ]
    ],
    [
      [
        "Curse of Chucky",
        [
          "/wiki/Curse_of_Chucky"
        ]
      ],
      [
        "76% ( 21 reviews )",
        []
      ],
      [
        "58 ( 5 reviews )",
        []
      ]
    ],
    [
      [
        "Cult of Chucky",
        [
          "/wiki/Cult_of_Chucky"
        ]
      ],
      [
        "78% ( 23 reviews )",
        []
      ],
      [
        "69 ( 5 reviews )",
        []
      ]
    ],
    [
      [
        "Child 's Play",
        [
          "/wiki/Child's_Play_(2019_film)"
        ]
      ],
      [
        "63% ( 192 reviews )",
        []
      ],
      [
        "48 ( 34 reviews )",
        []
      ]
    ]
  ],
  "section_title": "Reception -- Critical and public response",
  "section_text": "",
  "uid": "Child's_Play_(film_series)_0",
  "intro": "Child's Play (also called Chucky) is an American horror franchise that comprises eight slasher films created by Don Mancini. The films mainly focus on Chucky (voiced by Brad Dourif in the original films and Mark Hamill in the reboot), a notorious serial killer who frequently escapes death by performing a voodoo ritual to transfer his soul into a Good Guys doll. The original film, Child's Play, was released on November 9, 1988. The film has spawned six sequels, a remake, comic books, a video game, tie-in merchandise, and an upcoming television series. The first, second, and fourth films were box office successes with all of the films earning over $182 million worldwide. Including revenues from sales of videos, DVDs, VOD and merchandise, the franchise has generated over $250 million. It also won a Saturn Award for Best Horror Franchise. The film series originally started out as straight horror with the first installment Child's Play, which appears to have more psychological horror elements, while the next two installments are straightforward slasher films with elements of dark humor. As the films progressed, they became satirical and campy, until the series briefly became a horror comedy, with 1998's Bride of Chucky and 2004's Seed of Chucky. In 2012, it was confirmed that a new film would be made under the title Curse of Chucky and be released direct-to-video. Unlike Bride and Seed, Curse of Chucky is a full-fledged horror film much like the original three installments. However, it does maintain the campy humor to a small degree."
}