{
  "url": "https://en.wikipedia.org/wiki/Chinese_Super_League",
  "title": "Chinese Super League",
  "header": [
    [
      "Year",
      []
    ],
    [
      "Top scorer",
      []
    ],
    [
      "Club",
      []
    ],
    [
      "Goals",
      []
    ]
  ],
  "data": [
    [
      [
        "2011",
        []
      ],
      [
        "Yu Hanchao",
        [
          "/wiki/Yu_Hanchao"
        ]
      ],
      [
        "Liaoning FC",
        [
          "/wiki/Liaoning_Whowin_F.C."
        ]
      ],
      [
        "12",
        []
      ]
    ],
    [
      [
        "2012",
        []
      ],
      [
        "Wang Yongpo",
        [
          "/wiki/Wang_Yongpo"
        ]
      ],
      [
        "Shandong Luneng Taishan",
        [
          "/wiki/Shandong_Luneng_Taishan_F.C."
        ]
      ],
      [
        "10",
        []
      ]
    ],
    [
      [
        "2013",
        []
      ],
      [
        "Wu Lei",
        [
          "/wiki/Wu_Lei_(footballer)"
        ]
      ],
      [
        "Shanghai East Asia",
        [
          "/wiki/Shanghai_SIPG_F.C."
        ]
      ],
      [
        "15",
        []
      ]
    ],
    [
      [
        "2014",
        []
      ],
      [
        "Wu Lei",
        [
          "/wiki/Wu_Lei_(footballer)"
        ]
      ],
      [
        "Shanghai East Asia",
        [
          "/wiki/Shanghai_SIPG_F.C."
        ]
      ],
      [
        "12",
        []
      ]
    ],
    [
      [
        "2015",
        []
      ],
      [
        "Wu Lei",
        [
          "/wiki/Wu_Lei_(footballer)"
        ]
      ],
      [
        "Shanghai SIPG",
        [
          "/wiki/Shanghai_SIPG_F.C."
        ]
      ],
      [
        "14",
        []
      ]
    ],
    [
      [
        "2016",
        []
      ],
      [
        "Wu Lei",
        [
          "/wiki/Wu_Lei_(footballer)"
        ]
      ],
      [
        "Shanghai SIPG",
        [
          "/wiki/Shanghai_SIPG_F.C."
        ]
      ],
      [
        "14",
        []
      ]
    ],
    [
      [
        "2017",
        []
      ],
      [
        "Wu Lei",
        [
          "/wiki/Wu_Lei_(footballer)"
        ]
      ],
      [
        "Shanghai SIPG",
        [
          "/wiki/Shanghai_SIPG_F.C."
        ]
      ],
      [
        "20",
        []
      ]
    ],
    [
      [
        "2018",
        []
      ],
      [
        "Wu Lei",
        [
          "/wiki/Wu_Lei_(footballer)"
        ]
      ],
      [
        "Shanghai SIPG",
        [
          "/wiki/Shanghai_SIPG_F.C."
        ]
      ],
      [
        "27",
        []
      ]
    ]
  ],
  "section_title": "Awards -- Golden Boot Award",
  "section_text": "This award is awarded to the top goalscorer of the league that year . Year Top scorer Club Goals 2004 Kwame Ayew Inter Shanghai 17 2005 Branko Jelić Beijing Guoan 21 2006 Li Jinyu Shandong Luneng Taishan 26 2007 Li Jinyu Shandong Luneng Taishan 15 2008 Éber Luís Tianjin Teda 14 2009 Hernán Barcos Luis Ramírez Shenzhen Asia Travel / Shanghai Shenhua Guangzhou GPC 17 2010 Duvier Riascos Shanghai Shenhua 20 2011 Muriqui Guangzhou Evergrande 16 2012 Cristian Dănălache Jiangsu Sainty 23 2013 Elkeson Guangzhou Evergrande 24 2014 Elkeson Guangzhou Evergrande 28 2015 Aloísio Shandong Luneng Taishan 22 2016 Ricardo Goulart Guangzhou Evergrande Taobao 19 2017 Eran Zahavi Guangzhou R & F 27 2018 Wu Lei Shanghai SIPG 27 There is also an award that is awarded to the top Chinese goalscorer of that season , which was first introduced in 2011 .",
  "uid": "Chinese_Super_League_8",
  "intro": "The Chinese Football Association Super League (simplified Chinese: 中国足球协会超级联赛; traditional Chinese: 中國足球協會超級聯賽; pinyin: Zhōngguó Zúqiú Xiéhuì Chāojí Liánsài), commonly known as Chinese Super League (simplified Chinese: 中超联赛; traditional Chinese: 中超聯賽; pinyin: Zhōngchāo Liánsài) or CSL, currently known as the China Ping An Chinese Football Association Super League for sponsorship reasons, is the highest tier of professional football in China, operating under the auspices of the Chinese Football Association (CFA). The Chinese Super League was created by the rebranding of the former top division Chinese Football Association Jia-A League in 2004 (see Chinese Jia-A League, not to be confused with Chinese Football Association Jia League, which is the current second tier league). Originally contested by 12 teams in its inaugural year, the league has since expanded, with 16 teams competing in the current season. A total of 31 teams have competed in the CSL since its inception. Only seven teams of them have won the title: Guangzhou Evergrande (8), \nShandong Luneng (3), Beijing Guoan (1), Shanghai SIPG (1), Shenzhen Jianlibao (1), Dalian Shide (1), Changchun Yatai (1). The current Super League champions are Guangzhou Evergrande. The Chinese Super League is one of the most popular professional sports leagues in China, with an average attendance of 24,107 for league matches in the 2018 season. This is the twelfth-highest of any domestic professional sports league in the world and the sixth-highest of any professional association football league in the world, behind Bundesliga, Premier League, La Liga, Serie A and Liga MX. The League is now running under the authorization of the Chinese Football Association, The CSL Company, which is currently the commercial branch of the League, is a corporation in which the CFA and all of the member clubs act as shareholders. It is planned that the CFA will ultimately transfer their shares of The CSL Company to the clubs and professional union which consists of CSL clubs will be established as the League's management entity. [citation needed]"
}