{
  "url": "https://en.wikipedia.org/wiki/CMLL_Super_Viernes_(February_2012)",
  "title": "CMLL Super Viernes (February 2012)",
  "header": [
    [
      "No",
      []
    ],
    [
      "Results",
      []
    ],
    [
      "Stipulations",
      []
    ]
  ],
  "data": [
    [
      [
        "1",
        []
      ],
      [
        "Sensei and Tigre Blanco defeated Los Hombres del Camoflaje ( Artillero and Super Comando )",
        [
          "/wiki/Sensei_(wrestler)",
          "/wiki/Tigre_Blanco",
          "/wiki/Los_Hombres_del_Camoflaje"
        ]
      ],
      [
        "Best two out of three falls Tag team match",
        [
          "/wiki/Tag_team"
        ]
      ]
    ],
    [
      [
        "2",
        []
      ],
      [
        "Los Guerreros Tuareg ( Arkangel de la Muerte , Nitro and Skándalo ) defeated Ángel Azteca , Jr. , Dragon Lee and Rey Cometa",
        [
          "/wiki/Los_Guerreros_Tuareg",
          "/wiki/Arkangel_de_la_Muerte",
          "/wiki/Nitro_(wrestler)",
          "/wiki/Skándalo",
          "/wiki/Ángel_Azteca,_Jr.",
          "/wiki/Místico_II",
          "/wiki/Rey_Cometa"
        ]
      ],
      [
        "Six-man tag team match",
        [
          "/wiki/Six-man_tag_team_match"
        ]
      ]
    ],
    [
      [
        "3",
        []
      ],
      [
        "Misterioso Jr. , Okumura and Vangelis defeated Sagrado , Fuego and Sangre Azteca",
        [
          "/wiki/Misterioso_Jr.",
          "/wiki/Shigeo_Okumura",
          "/wiki/Vangelis_(wrestler)",
          "/wiki/Sagrado_(wrestler)",
          "/wiki/Fuego_(wrestler)",
          "/wiki/Sangre_Azteca"
        ]
      ],
      [
        "Six-man tag team match",
        [
          "/wiki/Six-man_tag_team_match"
        ]
      ]
    ],
    [
      [
        "4",
        []
      ],
      [
        "La Mascara and Valiente defeated Euforia , Kraneo , Máscara Dorada , Máximo , Mr. Águila and Mr. Niebla",
        [
          "/wiki/La_Mascara_(wrestler)",
          "/wiki/Valiente_(wrestler)",
          "/wiki/Euforia_(wrestler)",
          "/wiki/El_Alebrije_(wrestler)",
          "/wiki/Máscara_Dorada",
          "/wiki/Máximo_(wrestler)",
          "/wiki/Mr._Águila",
          "/wiki/Mr._Niebla"
        ]
      ],
      [
        "Torneo Nacional De Parejas Increibles seeding Battle royal",
        [
          "/wiki/CMLL_Torneo_Nacional_de_Parejas_Increibles_(2012)",
          "/wiki/Battle_Royal_(professional_wrestling)"
        ]
      ]
    ],
    [
      [
        "5",
        []
      ],
      [
        "Máscara Dorada and Volador Jr. defeated Euforia and Guerrero Maya Jr",
        [
          "/wiki/Volador_Jr.",
          "/wiki/Guerrero_Maya_Jr."
        ]
      ],
      [
        "Torneo Nacional De Parejas Increibles 2012 first round Match",
        []
      ]
    ],
    [
      [
        "6",
        []
      ],
      [
        "La Sombra and Mr. Águila defeated Maximo and Mephisto",
        [
          "/wiki/La_Sombra_(wrestler)",
          "/wiki/Mephisto_(wrestler)"
        ]
      ],
      [
        "Torneo Nacional De Parejas Increibles 2012 first round Match",
        []
      ]
    ],
    [
      [
        "7",
        []
      ],
      [
        "Atlantis and Mr. Niebla defeated Brazo de Plata and Kraneo",
        [
          "/wiki/Atlantis_(wrestler)",
          "/wiki/Brazo_de_Plata"
        ]
      ],
      [
        "Torneo Nacional De Parejas Increibles 2012 first round Match",
        []
      ]
    ],
    [
      [
        "8",
        []
      ],
      [
        "Averno and La Mascara defeated Olímpico and Valiente",
        [
          "/wiki/Averno_(wrestler)",
          "/wiki/Olímpico"
        ]
      ],
      [
        "Torneo Nacional De Parejas Increibles 2012 first round Match",
        []
      ]
    ],
    [
      [
        "9",
        []
      ],
      [
        "La Sombra and Mr. Águila defeated Máscara Dorada and Volador Jr",
        []
      ],
      [
        "Torneo Nacional De Parejas Increibles 2012 quarterfinal Match",
        []
      ]
    ],
    [
      [
        "10",
        []
      ],
      [
        "Atlantis and Mr. Niebla defeated Averno and La Mascara",
        []
      ],
      [
        "Torneo Nacional De Parejas Increibles 2012 First quarterfinal Match",
        []
      ]
    ],
    [
      [
        "11",
        []
      ],
      [
        "Atlantis and Mr. Niebla defeated La Sombra and Mr. Águila",
        []
      ],
      [
        "Torneo Nacional De Parejas Increibles 2012 semifinal Match",
        []
      ]
    ]
  ],
  "section_title": "February 17 , 2012 -- Results",
  "section_text": "",
  "uid": "CMLL_Super_Viernes_(February_2012)_3",
  "intro": "In February 2012 the Mexican professional wrestling promotion Consejo Mundial de Lucha Libre (CMLL) held four CMLL Super Viernes shows, all of which took place in Arena México on Friday nights. Some of the matches from Super Viernes were taped for CMLL's weekly shows that aired in Mexico the week following the Super Viernes show. The shows featured various professional wrestling matches with different wrestlers involved in pre-existing scripted feuds or storylines. Wrestlers portray either heels (referred to as rudos in Mexico, the bad guys) or faces (technicos in Mexico, the good guys) as they follow a series of tension-building events, which culminate in a wrestling match or series of matches. Being a professional wrestling event matches are not won legitimately; they are instead won via predetermined outcomes to the matches that is kept secret from the general public. The primary storylines that played out on Super Viernes in February 2012 included the build to a Luchas de Apuestas (Bet match) between Negro Casas and Blue Panther. The match between the two took place on March 3, 2012 at the 2012 Homenaje a Dos Leyendas show, but the build up of the storyline leading into the show culminated in February. CMLL also held the 2012 version of the Reyes del Aire (Kings of the Air) tournament on February 3 as well as the preliminary rounds of their third annual Torneo Nacional De Parejas Increibles tournament, the finals of the tournament took place at Homenaje a Dos Leyendas."
}