{
  "url": "https://en.wikipedia.org/wiki/Columbus_Crew_SC",
  "title": "Columbus Crew SC",
  "header": [
    [
      "Name",
      []
    ],
    [
      "Nationality",
      []
    ],
    [
      "Tenure",
      []
    ]
  ],
  "data": [
    [
      [
        "Timo Liekoski",
        [
          "/wiki/Timo_Liekoski"
        ]
      ],
      [
        "Finland",
        []
      ],
      [
        "December 5 , 1995 - August 2 , 1996",
        []
      ]
    ],
    [
      [
        "Tom Fitzgerald",
        [
          "/wiki/Tom_Fitzgerald_(soccer)"
        ]
      ],
      [
        "United States",
        []
      ],
      [
        "August 2 , 1996 - May 17 , 2001",
        []
      ]
    ],
    [
      [
        "Greg Andrulis",
        [
          "/wiki/Greg_Andrulis"
        ]
      ],
      [
        "United States",
        []
      ],
      [
        "May 17 , 2001 - July 16 , 2005",
        []
      ]
    ],
    [
      [
        "Robert Warzycha ( interim )",
        [
          "/wiki/Robert_Warzycha"
        ]
      ],
      [
        "Poland",
        []
      ],
      [
        "July 16 , 2005 - October 20 , 2005",
        []
      ]
    ],
    [
      [
        "Sigi Schmid",
        [
          "/wiki/Sigi_Schmid"
        ]
      ],
      [
        "Germany",
        []
      ],
      [
        "October 20 , 2005 - December 16 , 2008",
        []
      ]
    ],
    [
      [
        "Robert Warzycha",
        [
          "/wiki/Robert_Warzycha"
        ]
      ],
      [
        "Poland",
        []
      ],
      [
        "December 23 , 2008 - September 2 , 2013",
        []
      ]
    ],
    [
      [
        "Brian Bliss ( interim )",
        [
          "/wiki/Brian_Bliss"
        ]
      ],
      [
        "United States",
        []
      ],
      [
        "September 2 , 2013 - November 6 , 2013",
        []
      ]
    ],
    [
      [
        "Gregg Berhalter",
        [
          "/wiki/Gregg_Berhalter"
        ]
      ],
      [
        "United States",
        []
      ],
      [
        "November 6 , 2013 - December 2 , 2018",
        []
      ]
    ],
    [
      [
        "Caleb Porter",
        [
          "/wiki/Caleb_Porter"
        ]
      ],
      [
        "United States",
        []
      ],
      [
        "January 4 , 2019 - present",
        []
      ]
    ]
  ],
  "section_title": "Players and staff -- Head coach history",
  "section_text": "Main article : List of Columbus Crew SC head coaches Crew SC have had eight different head coaches since joining the league in 1996 . Timo Liekoski , the only Finnish head coach in MLS history , was the first head coach in 1996 , but started 6–16 and was fired midseason to be replaced by Tom Fitzgerald . [ 78 ] Sigi Schmid managed the team for three seasons ( 2006–08 ) . Robert Warzycha was the head coach twice , the first time on an interim basis prior to Schmid 's arrival and then immediately after Schmid left until September 2 , 2013 , when he was fired and Brian Bliss became the interim coach . On November 16 , 2013 it was announced that Gregg Berhalter would become the head coach as well as the first sporting director in club history . [ 79 ] Fitzgerald and Warzycha are tied for the all-time leader in regular season wins ( 70 ) . [ 80 ]",
  "uid": "Columbus_Crew_1",
  "intro": "Columbus Crew Soccer Club is an American professional soccer club based in Columbus, Ohio. The Crew competes in Major League Soccer (MLS) as a member of the league's Eastern Conference and began play in 1996 as one of the ten charter clubs of the league. The team is currently being operated by an ownership group led by the Haslam family and former team doctor Pete Edwards. The Haslam/Edwards group is the third owner in club history. The franchise was founded in 1994 as simply the Columbus Crew. Since 1999, the Crew has played home games at Mapfre Stadium, the first soccer-specific stadium ever built for an MLS team, with a seating capacity of 19,968 as of the 2015 season. From 1996 to 1998, the Crew played its home games at Ohio Stadium on the campus of the Ohio State University. In 2014, the team set club attendance records for both most cumulative attendance and most sellouts. Crew SC has won five major trophies: MLS Cup 2008, the Supporters' Shield in 2004, 2008, and 2009, and the 2002 Lamar Hunt U.S. Open Cup. The Crew have qualified for the CONCACAF Champions League (or its predecessor, the CONCACAF Champions' Cup) three times, reaching the quarterfinals each time."
}