{
  "url": "https://en.wikipedia.org/wiki/2012_Dominican_Republic_presidential_election",
  "title": "2012 Dominican Republic presidential election",
  "header": [
    [
      "Country",
      []
    ],
    [
      "Voters",
      []
    ],
    [
      "Percentage",
      []
    ]
  ],
  "data": [
    [
      [
        "United States",
        [
          "/wiki/United_States"
        ]
      ],
      [
        "223,250",
        []
      ],
      [
        "37.9",
        []
      ]
    ],
    [
      [
        "Spain",
        [
          "/wiki/Spain"
        ]
      ],
      [
        "62,670",
        []
      ],
      [
        "19.1",
        []
      ]
    ],
    [
      [
        "Lesser Antilles",
        [
          "/wiki/Lesser_Antilles"
        ]
      ],
      [
        "11,531",
        []
      ],
      [
        "3.5",
        []
      ]
    ],
    [
      [
        "Italy",
        [
          "/wiki/Italy"
        ]
      ],
      [
        "9,581",
        []
      ],
      [
        "2.9",
        []
      ]
    ],
    [
      [
        "Venezuela",
        [
          "/wiki/Venezuela"
        ]
      ],
      [
        "5,848",
        []
      ],
      [
        "1.8",
        []
      ]
    ],
    [
      [
        "Panama",
        [
          "/wiki/Panama"
        ]
      ],
      [
        "5,439",
        []
      ],
      [
        "1.6",
        []
      ]
    ],
    [
      [
        "Switzerland",
        [
          "/wiki/Switzerland"
        ]
      ],
      [
        "4,261",
        []
      ],
      [
        "1.3",
        []
      ]
    ],
    [
      [
        "Canada",
        [
          "/wiki/Canada"
        ]
      ],
      [
        "2,697",
        []
      ],
      [
        "0.8",
        []
      ]
    ],
    [
      [
        "Netherlands",
        [
          "/wiki/Netherlands"
        ]
      ],
      [
        "2,564",
        []
      ],
      [
        "0.8",
        []
      ]
    ],
    [
      [
        "France",
        [
          "/wiki/France"
        ]
      ],
      [
        "520",
        []
      ],
      [
        "0.2",
        []
      ]
    ],
    [
      [
        "Germany",
        [
          "/wiki/Germany"
        ]
      ],
      [
        "288",
        []
      ],
      [
        "0.1",
        []
      ]
    ]
  ],
  "section_title": "Electorate -- Expatriate electorate",
  "section_text": "",
  "uid": "Dominican_Republic_presidential_election,_2012_1",
  "intro": "Presidential elections were held in the Dominican Republic on 20 May 2012. They were the fifth quadrennial elections for the presidency and vice-presidency since 1998, when a change in the electoral law separated the presidential from the congressional and municipal elections. As specified in the new constitution ratified in January 2010, the presidential elections of 2012 coincided with the election of Overseas Deputies in Dominican expatriate communities. Since 1974, elections in the Dominican Republic took place on 16 May every four years. Nevertheless, the constitutional reform of 2009 stipulated in article 209 that the elections would be held on 20 May 2012 to avoid their falling on a work day. Candidates for the presidency competed for the highest number of votes, with the leader needing more than 50% of valid ballots to avoid a second round. Danilo Medina of the ruling Dominican Liberation Party was elected president with a majority of votes in the first ballot. This was the first election to involve participation by Dominican citizens abroad. In addition to voting for the president and vice-president, Dominican expatriates participated in by-elections for seven new seats (within three overseas constituencies) in the Chamber of Deputies."
}