{
  "url": "https://en.wikipedia.org/wiki/Felixstowe_branch_line",
  "title": "Felixstowe branch line",
  "header": [
    [
      "Type",
      []
    ],
    [
      "Class",
      []
    ],
    [
      "Comments",
      []
    ]
  ],
  "data": [
    [
      [
        "0-4-4T",
        []
      ],
      [
        "-",
        []
      ],
      [
        "First GER locomotive types on the line",
        []
      ]
    ],
    [
      [
        "2-4-0",
        []
      ],
      [
        "E4 ( GER Class T26 )",
        [
          "/wiki/GER_Class_T26"
        ]
      ],
      [
        "Passenger trains until 1937",
        []
      ]
    ],
    [
      [
        "2-4-2T",
        []
      ],
      [
        "F3 ( GER Class C32 )",
        [
          "/wiki/GER_Class_C32"
        ]
      ],
      [
        "Passenger trains",
        []
      ]
    ],
    [
      [
        "0-6-0",
        []
      ],
      [
        "J15 ( GER Class Y14 )",
        [
          "/wiki/GER_Class_Y14"
        ]
      ],
      [
        "Freight trains , also passenger trains in busy periods",
        []
      ]
    ],
    [
      [
        "0-6-0",
        []
      ],
      [
        "J39",
        [
          "/wiki/LNER_Class_J39"
        ]
      ],
      [
        "Occasionally used on freight trains in the 1940s",
        []
      ]
    ],
    [
      [
        "0-6-0T",
        []
      ],
      [
        "J66 ( GER Class T18 )",
        [
          "/wiki/GER_Class_T18"
        ]
      ],
      [
        "Occasionally used on freight trains in the 1930s",
        []
      ]
    ],
    [
      [
        "4-6-0",
        []
      ],
      [
        "B1",
        [
          "/wiki/LNER_Thompson_Class_B1"
        ]
      ],
      [
        "Occasionally used on the branch from 1947",
        []
      ]
    ],
    [
      [
        "4-4-2T",
        []
      ],
      [
        "C12",
        [
          "/wiki/GNR_Class_C2"
        ]
      ],
      [
        "Two locomotives used on the branch from 1949",
        []
      ]
    ],
    [
      [
        "4-4-2T",
        []
      ],
      [
        "C14",
        [
          "/wiki/GCR_Class_9L"
        ]
      ],
      [
        "Passenger trains from 1936",
        []
      ]
    ],
    [
      [
        "2-6-0",
        []
      ],
      [
        "K3",
        [
          "/wiki/GNR_Class_H4"
        ]
      ],
      [
        "Occasionally used on the branch but not allowed beyond Felixstowe Town",
        []
      ]
    ],
    [
      [
        "2-6-4T",
        []
      ],
      [
        "L1",
        [
          "/wiki/GCR_Class_1B"
        ]
      ],
      [
        "Passenger trains from 1950",
        []
      ]
    ],
    [
      [
        "0-6-2T",
        []
      ],
      [
        "N7",
        [
          "/wiki/GER_Class_L77"
        ]
      ],
      [
        "Passenger trains from 1947",
        []
      ]
    ],
    [
      [
        "4-6-2",
        []
      ],
      [
        "BR Standard Class 7",
        [
          "/wiki/BR_Standard_Class_7"
        ]
      ],
      [
        "Through trains from London in the 1950s",
        []
      ]
    ]
  ],
  "section_title": "Motive power -- GER , LNER and BR steam",
  "section_text": "The GER closed the locomotive shed at Felixstowe Beach and instead operated the line with locomotives from Ipswich engine shed . Until January 1959 there was a small sub-shed at Felixstowe Town where crews were based and locomotives could receive limited servicing . [ 14 ] The class numbers listed below refer to the LNER classification scheme unless stated to be GER or BR instead .",
  "uid": "Felixstowe_Branch_Line_0",
  "intro": "The Felixstowe branch line is a railway branch line in Suffolk, England, that connects the Great Eastern Main Line to Felixstowe and its port. The line is 12 miles 5 chains (19.4 km) in length from Westerfield to Felixstowe. The stations and all passenger services are currently operated by Greater Anglia. The passenger services originate at Ipswich but the branch itself starts one station further along at Westerfield. The line also carries freight trains operated by DB Schenker, Freightliner and GB Railfreight, to the port of Felixstowe. The line was opened by the Felixstowe Railway & Pier Company in 1877, although the first station in Felixstowe was not in the town but at the company's pier on the River Orwell. The railway was sold to the Great Eastern Railway in 1887. A station near Felixstowe town centre was opened in 1898 and this has been the only station in the town since 1967. Freight traffic has increased significantly since that time, leading to the opening of a second route to the port in 1987. As of December 2016 passenger service frequency on the line is typically one train per hour in each direction between Ipswich and Felixstowe. The timetabled journey time from one terminus to the other is 26 minutes."
}