{
  "url": "https://en.wikipedia.org/wiki/Felixstowe_branch_line",
  "title": "Felixstowe branch line",
  "header": [
    [
      "Class",
      []
    ],
    [
      "Operator",
      []
    ],
    [
      "Comments",
      []
    ]
  ],
  "data": [
    [
      [
        "15",
        [
          "/wiki/British_Rail_Class_15"
        ]
      ],
      [
        "British Rail",
        [
          "/wiki/British_Rail"
        ]
      ],
      [
        "Lighter trains in the 1960s",
        []
      ]
    ],
    [
      [
        "24",
        [
          "/wiki/British_Rail_Class_24"
        ]
      ],
      [
        "British Rail",
        []
      ],
      [
        "Lighter trains in the 1960s",
        []
      ]
    ],
    [
      [
        "31",
        [
          "/wiki/British_Rail_Class_31"
        ]
      ],
      [
        "British Rail",
        []
      ],
      [
        "From 1959",
        []
      ]
    ],
    [
      [
        "37",
        [
          "/wiki/British_Rail_Class_37"
        ]
      ],
      [
        "British Rail",
        []
      ],
      [
        "From the 1960s",
        []
      ]
    ],
    [
      [
        "47",
        [
          "/wiki/British_Rail_Class_47"
        ]
      ],
      [
        "British Rail",
        []
      ],
      [
        "From the 1960s",
        []
      ]
    ],
    [
      [
        "56",
        [
          "/wiki/British_Rail_Class_56"
        ]
      ],
      [
        "British Rail",
        []
      ],
      [
        "During the 1990s",
        []
      ]
    ],
    [
      [
        "57",
        [
          "/wiki/British_Rail_Class_57"
        ]
      ],
      [
        "Freightliner",
        [
          "/wiki/Freightliner_UK"
        ]
      ],
      [
        "",
        []
      ]
    ],
    [
      [
        "58",
        [
          "/wiki/British_Rail_Class_58"
        ]
      ],
      [
        "British Rail",
        []
      ],
      [
        "Occasional visitor in the 1990s",
        []
      ]
    ],
    [
      [
        "66",
        [
          "/wiki/British_Rail_Class_66"
        ]
      ],
      [
        "Freightliner",
        []
      ],
      [
        "",
        []
      ]
    ],
    [
      [
        "66",
        [
          "/wiki/British_Rail_Class_66"
        ]
      ],
      [
        "GB Railfreight",
        [
          "/wiki/GB_Railfreight"
        ]
      ],
      [
        "",
        []
      ]
    ],
    [
      [
        "66",
        [
          "/wiki/British_Rail_Class_66"
        ]
      ],
      [
        "DB Schenker",
        [
          "/wiki/DB_Schenker_Rail_(UK)"
        ]
      ],
      [
        "",
        []
      ]
    ],
    [
      [
        "70",
        [
          "/wiki/British_Rail_Class_70_(diesel)"
        ]
      ],
      [
        "Freightliner",
        []
      ],
      [
        "From 2010",
        []
      ]
    ]
  ],
  "section_title": "Motive power -- Diesel power",
  "section_text": "A Class 153 at Trimley in 2012 The first diesel multiple unit ( DMU ) to be tested on the branch visited on 16 November 1955 but it was decided that the steam-hauled trains could handle the traffic volumes better , although eight-car DMUs did work excursion trains from the London Midland Region to Felixstowe the following year . The branch passenger service was eventually converted to DMU operation on 5 January 1959 . [ 15 ] The first DMUs at Felixstowe were lightweight types built by Metropolitan Cammell and British Railways ' Derby Works . [ 15 ] These were soon replaced by heavier types from Gloucester Railway Carriage and Wagon ( later Class 100 ) , [ 53 ] Metropolitan Cammell ( Class 101 ) , Birmingham Railway Carriage and Wagon ( Class 104 and Cravens ( Class 105 ) . [ 54 ] In the 1980s these were replaced by new 'Sprinter ' types , initially two-car Class 150/2s and Class 156s . Since a more frequent timetable has been possible following the 1997 resignalling most trains are one-car Class 153s , although Class 170 'Turbostars ' are occasionally seen . [ 55 ] Class 37s pass through Trimley in 1991 A Class 70 near North Terminal in 2012 The first diesel locomotive believed to have visited Felixstowe was Brush Type 2 D5503 which brought an excursion train from London Liverpool Street on 12 April 1959 .",
  "uid": "Felixstowe_Branch_Line_1",
  "intro": "The Felixstowe branch line is a railway branch line in Suffolk, England, that connects the Great Eastern Main Line to Felixstowe and its port. The line is 12 miles 5 chains (19.4 km) in length from Westerfield to Felixstowe. The stations and all passenger services are currently operated by Greater Anglia. The passenger services originate at Ipswich but the branch itself starts one station further along at Westerfield. The line also carries freight trains operated by DB Schenker, Freightliner and GB Railfreight, to the port of Felixstowe. The line was opened by the Felixstowe Railway & Pier Company in 1877, although the first station in Felixstowe was not in the town but at the company's pier on the River Orwell. The railway was sold to the Great Eastern Railway in 1887. A station near Felixstowe town centre was opened in 1898 and this has been the only station in the town since 1967. Freight traffic has increased significantly since that time, leading to the opening of a second route to the port in 1987. As of December 2016 passenger service frequency on the line is typically one train per hour in each direction between Ipswich and Felixstowe. The timetabled journey time from one terminus to the other is 26 minutes."
}