{
  "url": "https://en.wikipedia.org/wiki/Football_in_Ukraine",
  "title": "Football in Ukraine",
  "header": [
    [
      "Club",
      []
    ],
    [
      "Winners",
      []
    ],
    [
      "Runners-up",
      []
    ]
  ],
  "data": [
    [
      [
        "Shakhtar Donetsk",
        [
          "/wiki/FC_Shakhtar_Donetsk"
        ]
      ],
      [
        "9",
        []
      ],
      [
        "7",
        []
      ]
    ],
    [
      [
        "Dynamo Kyiv",
        [
          "/wiki/FC_Dynamo_Kyiv"
        ]
      ],
      [
        "9",
        []
      ],
      [
        "6",
        []
      ]
    ],
    [
      [
        "Dnipro Dnipropetrovsk",
        [
          "/wiki/Dnipro_Dnipropetrovsk"
        ]
      ],
      [
        "1",
        []
      ],
      [
        "1",
        []
      ]
    ],
    [
      [
        "Metalist Kharkiv",
        [
          "/wiki/Metalist_Kharkiv"
        ]
      ],
      [
        "-",
        []
      ],
      [
        "1",
        []
      ]
    ],
    [
      [
        "Vorskla Poltava",
        [
          "/wiki/FC_Vorskla_Poltava"
        ]
      ],
      [
        "-",
        []
      ],
      [
        "1",
        []
      ]
    ],
    [
      [
        "Tavriya Simferopol",
        [
          "/wiki/SC_Tavriya_Simferopol"
        ]
      ],
      [
        "-",
        []
      ],
      [
        "1",
        []
      ]
    ],
    [
      [
        "Metalurh Donetsk",
        [
          "/wiki/FC_Metalurh_Donetsk"
        ]
      ],
      [
        "-",
        []
      ],
      [
        "1",
        []
      ]
    ],
    [
      [
        "Chornomorets Odesa",
        [
          "/wiki/FC_Chornomorets_Odesa"
        ]
      ],
      [
        "-",
        []
      ],
      [
        "1",
        []
      ]
    ]
  ],
  "section_title": "History -- Performance of Ukraine-based professional clubs in Soviet Super Cup and Ukrainian Super Cup",
  "section_text": "",
  "uid": "Football_in_Ukraine_2",
  "intro": "Football is the most popular sport in Ukraine. The Ukrainian Association of Football is the national governing body and is responsible for overseeing all aspects of the game of football in the country. It was organized in 1991 to replace the Soviet Football Federation of Ukrainian SSR, created earlier in the 1920s as part of the Soviet system of physical culture councils. The Ukrainian Association of Football is a non-governmental organization and is a member of the National Olympic Committee of Ukraine. There are several types of football: professional male and female football, amateur male and female football, youth leagues and children's competitions (younger than age of 13), football veterans and beach football, indoor competition and separate competitions for students and military personnel. Ukraine fields a great number of different national teams for various types of international competitions including continental and world qualifications, Universiades, youth competitions, and international competitions for beach and indoor football."
}