{
  "url": "https://en.wikipedia.org/wiki/Geography_of_Greater_Manchester",
  "title": "Geography of Greater Manchester",
  "header": [
    [
      "Rank",
      []
    ],
    [
      "Metropolitan borough",
      [
        "/wiki/Metropolitan_borough"
      ]
    ],
    [
      "Height ( m )",
      []
    ],
    [
      "Name",
      []
    ],
    [
      "Grid reference",
      []
    ]
  ],
  "data": [
    [
      [
        "1",
        []
      ],
      [
        "Oldham",
        [
          "/wiki/Metropolitan_Borough_of_Oldham"
        ]
      ],
      [
        "542",
        []
      ],
      [
        "Black Chew Head",
        [
          "/wiki/Black_Chew_Head"
        ]
      ],
      [
        "SE056019",
        []
      ]
    ],
    [
      [
        "2",
        []
      ],
      [
        "Tameside",
        [
          "/wiki/Tameside"
        ]
      ],
      [
        "497",
        []
      ],
      [
        "Hoarstone Edge",
        []
      ],
      [
        "SE019016",
        []
      ]
    ],
    [
      [
        "3",
        []
      ],
      [
        "Rochdale",
        [
          "/wiki/Metropolitan_Borough_of_Rochdale"
        ]
      ],
      [
        "474",
        []
      ],
      [
        "Blackstone Edge",
        [
          "/wiki/Blackstone_Edge"
        ]
      ],
      [
        "SD971163",
        []
      ]
    ],
    [
      [
        "4",
        []
      ],
      [
        "Bolton",
        [
          "/wiki/Metropolitan_Borough_of_Bolton"
        ]
      ],
      [
        "445",
        []
      ],
      [
        "Winter Hill",
        [
          "/wiki/Winter_Hill_(North_West_England)"
        ]
      ],
      [
        "SD662146",
        []
      ]
    ],
    [
      [
        "5",
        []
      ],
      [
        "Bury",
        [
          "/wiki/Metropolitan_Borough_of_Bury"
        ]
      ],
      [
        "415",
        []
      ],
      [
        "Holcombe Moor",
        []
      ],
      [
        "SD755190",
        []
      ]
    ],
    [
      [
        "6",
        []
      ],
      [
        "Stockport",
        [
          "/wiki/Metropolitan_Borough_of_Stockport"
        ]
      ],
      [
        "327",
        []
      ],
      [
        "Mellor Moor",
        []
      ],
      [
        "SJ986872",
        []
      ]
    ],
    [
      [
        "7",
        []
      ],
      [
        "Wigan",
        [
          "/wiki/Metropolitan_Borough_of_Wigan"
        ]
      ],
      [
        "156",
        []
      ],
      [
        "Billinge Hill",
        [
          "/wiki/Billinge_Hill"
        ]
      ],
      [
        "SD523018",
        []
      ]
    ],
    [
      [
        "8",
        []
      ],
      [
        "Salford",
        [
          "/wiki/City_of_Salford"
        ]
      ],
      [
        "115",
        []
      ],
      [
        "Greenheys",
        [
          "/wiki/Little_Hulton"
        ]
      ],
      [
        "SD713049",
        []
      ]
    ],
    [
      [
        "9",
        []
      ],
      [
        "Manchester",
        [
          "/wiki/Manchester"
        ]
      ],
      [
        "108",
        []
      ],
      [
        "Heaton Park",
        [
          "/wiki/Heaton_Park"
        ]
      ],
      [
        "SD834045",
        []
      ]
    ],
    [
      [
        "10",
        []
      ],
      [
        "Trafford",
        [
          "/wiki/Trafford"
        ]
      ],
      [
        "70",
        []
      ],
      [
        "The Devisdale",
        []
      ],
      [
        "SJ757869",
        []
      ]
    ]
  ],
  "section_title": "Physical and extreme points -- Borough tops",
  "section_text": "The following lists and ranks the highest point of each of Greater Manchester 's metropolitan boroughs : [ 4 ] Black Chew HeadHoarstone EdgeBlackstone EdgeWinter HillHolcolmbe MoorMellor MoorBillinge HillGreenheysGreenheysHeaton ParkThe Devisdale The high points of each of Greater Manchester 's metropolitan boroughs . [ 4 ]",
  "uid": "Geography_of_Greater_Manchester_0",
  "intro": "The geography of Greater Manchester is dominated by one of the United Kingdom's largest metropolitan areas, and in this capacity the landlocked metropolitan county constitutes one of the most urbanised and densely populated areas of the country. There is a mix of high density urban areas, suburbs, semi-rural and rural locations in Greater Manchester, but overwhelmingly the land use in the county is urban. Greater Manchester is a landlocked county spanning 492.7 sq mi (1,276 km2) (39th largest in England). The Pennines rise along the eastern side of the county, through parts of the boroughs of Oldham, Rochdale and Tameside. The West Pennine Moors, as well as a number of coalfields (mainly sandstones and shales) lie in the west of the county. The rivers Mersey, Irwell and Tame run through the county boundaries, each of which rise in the Pennines. Other rivers run through the county, including the Beal, the Douglas, the Etherow, the Goyt, the Irk, the Medlock and the Roch. Black Chew Head is the highest point of Greater Manchester, rising 542 metres (1,778 ft) above sea-level, within the parish of Saddleworth. Chat Moss at 10.6 square miles (27 km2) comprises the largest area of Grade 1 and 2 farmland in Greater Manchester and contains the largest block of semi-natural woodland in the county. Wardle is the most northerly settlement of Greater Manchester and Ramsden Clough the most northerly point; the suburb of Woodford the most southerly settlement and New Hall Farm (by the River Dean) the most southerly point. Greater Manchester has a strong regional central business district, formed by Manchester City Centre and the adjoining parts of Salford and Trafford. However, Greater Manchester is also a polycentric county with ten metropolitan districts, each of which has a major town centre - and in some cases more than one - and many smaller settlements."
}