{
  "url": "https://en.wikipedia.org/wiki/Government_shutdowns_in_the_United_States",
  "title": "Government shutdowns in the United States",
  "header": [
    [
      "Year",
      []
    ],
    [
      "Start date",
      []
    ],
    [
      "End date",
      []
    ],
    [
      "Total days",
      []
    ],
    [
      "Location",
      []
    ]
  ],
  "data": [
    [
      [
        "1991",
        []
      ],
      [
        "Jul 1",
        []
      ],
      [
        "Jul 17",
        []
      ],
      [
        "17",
        []
      ],
      [
        "Maine",
        [
          "/wiki/Maine"
        ]
      ]
    ],
    [
      [
        "1991",
        []
      ],
      [
        "Jul 1",
        []
      ],
      [
        "Aug 23",
        []
      ],
      [
        "54",
        []
      ],
      [
        "Connecticut",
        [
          "/wiki/Connecticut"
        ]
      ]
    ],
    [
      [
        "1991",
        []
      ],
      [
        "Jul 2",
        []
      ],
      [
        "Aug 4",
        []
      ],
      [
        "34",
        []
      ],
      [
        "Pennsylvania",
        [
          "/wiki/Pennsylvania"
        ]
      ]
    ],
    [
      [
        "1992",
        [
          "/wiki/1992_California_budget_crisis"
        ]
      ],
      [
        "Jul 1",
        []
      ],
      [
        "Sep 1",
        []
      ],
      [
        "63",
        []
      ],
      [
        "California",
        [
          "/wiki/California"
        ]
      ]
    ],
    [
      [
        "2002",
        []
      ],
      [
        "Jul 1",
        []
      ],
      [
        "Jul 3",
        []
      ],
      [
        "3",
        []
      ],
      [
        "Tennessee",
        [
          "/wiki/Tennessee"
        ]
      ]
    ],
    [
      [
        "2005",
        [
          "/wiki/2005_Minnesota_state_government_shutdown"
        ]
      ],
      [
        "Jul 1",
        []
      ],
      [
        "Jul 9",
        []
      ],
      [
        "9",
        []
      ],
      [
        "Minnesota",
        [
          "/wiki/Minnesota"
        ]
      ]
    ],
    [
      [
        "2006",
        [
          "/wiki/2006_Puerto_Rico_budget_crisis"
        ]
      ],
      [
        "May 1",
        []
      ],
      [
        "May 13",
        []
      ],
      [
        "13",
        []
      ],
      [
        "Puerto Rico",
        [
          "/wiki/Puerto_Rico"
        ]
      ]
    ],
    [
      [
        "2006",
        [
          "/wiki/2006_New_Jersey_state_government_shutdown"
        ]
      ],
      [
        "Jul 1",
        []
      ],
      [
        "Jul 8",
        []
      ],
      [
        "8",
        []
      ],
      [
        "New Jersey",
        [
          "/wiki/New_Jersey"
        ]
      ]
    ],
    [
      [
        "2007",
        []
      ],
      [
        "Oct 1",
        []
      ],
      [
        "Oct 1",
        []
      ],
      [
        "1",
        []
      ],
      [
        "Michigan",
        [
          "/wiki/Michigan"
        ]
      ]
    ],
    [
      [
        "2007",
        []
      ],
      [
        "Jul 11",
        []
      ],
      [
        "Jul 12",
        []
      ],
      [
        "1",
        []
      ],
      [
        "Pennsylvania",
        [
          "/wiki/Pennsylvania"
        ]
      ]
    ],
    [
      [
        "2009",
        []
      ],
      [
        "Oct 1",
        []
      ],
      [
        "Oct 1",
        []
      ],
      [
        "1",
        []
      ],
      [
        "Michigan",
        [
          "/wiki/Michigan"
        ]
      ]
    ],
    [
      [
        "2011",
        [
          "/wiki/2011_Minnesota_state_government_shutdown"
        ]
      ],
      [
        "Jul 1",
        []
      ],
      [
        "Jul 20",
        []
      ],
      [
        "20",
        []
      ],
      [
        "Minnesota",
        [
          "/wiki/Minnesota"
        ]
      ]
    ],
    [
      [
        "2015",
        []
      ],
      [
        "Jul 1",
        []
      ],
      [
        "Jul 6",
        []
      ],
      [
        "6",
        []
      ],
      [
        "Illinois",
        [
          "/wiki/Illinois"
        ]
      ]
    ],
    [
      [
        "2017",
        [
          "/wiki/2017_New_Jersey_state_government_shutdown"
        ]
      ],
      [
        "Jul 1",
        []
      ],
      [
        "Jul 4",
        []
      ],
      [
        "3",
        []
      ],
      [
        "New Jersey",
        [
          "/wiki/New_Jersey"
        ]
      ]
    ],
    [
      [
        "2017",
        []
      ],
      [
        "Jul 1",
        []
      ],
      [
        "Jul 4",
        []
      ],
      [
        "4",
        []
      ],
      [
        "Maine",
        [
          "/wiki/Maine"
        ]
      ]
    ]
  ],
  "section_title": "State and territorial governments",
  "section_text": "",
  "uid": "Government_shutdowns_in_the_United_States_0",
  "intro": "Government shutdowns in the United States occur when there is a failure to pass funding legislation to finance the government for its next fiscal year or a temporary funding measure. Ever since a 1980 interpretation of the 1884 Antideficiency Act, a lapse of appropriation due to a political impasse on proposed appropriation bills requires that the US federal government curtail agency activities and services, close down non-essential operations, furlough non-essential workers, and only retain essential employees in departments covering the safety of human life or protection of property. Voluntary services may only be accepted when required for the safety of life or property. Shutdowns can also occur within and disrupt state, territorial, and local levels of government. Since the enactment of the US government's current budget and appropriations process in 1976, there have been a total of 22 funding gaps in the federal budget, 10 of which have led to federal employees being furloughed. Prior to 1980, funding gaps did not lead to government shutdowns, until Attorney General Benjamin Civiletti issued a legal opinion requiring the government be shut down when a funding gap occurs. This opinion was not consistently adhered to through the 1980s, but since 1990 all funding gaps lasting longer than a few hours have led to a shutdown. Some of the most significant shutdowns in U.S. history have included the 21-day shutdown of 1995-1996 during the Bill Clinton administration over opposition to major spending cuts; the 16-day shutdown in 2013 during the Barack Obama administration caused by a dispute over implementation of the Patient Protection and Affordable Care Act; and the 35-day shutdown of 2018-2019 during the Donald Trump administration, the longest shutdown in US history, caused by a dispute over the funding amount for an expansion of the U.S.-Mexico border barrier. Shutdowns cause the disruption of government services and programs, including the closure of national parks and institutions (in particular, due to shortages of federal employees). A major loss of government revenue comes from lost labor from furloughed employees who are still paid, as well as loss of fees that would have been paid during the shutdown. Shutdowns also cause a significant reduction in economic growth (depending on the length of the shutdown). During the 2013 shutdown, Standard & Poor's, the financial ratings agency, stated on October 16 that the shutdown had to date taken $24 billion out of the economy, and shaved at least 0.6 percent off annualized fourth-quarter 2013 GDP growth."
}