{
  "url": "https://en.wikipedia.org/wiki/Jeff_Peterson_Memorial_Cup",
  "title": "Jeff Peterson Memorial Cup",
  "header": [
    [
      "#",
      []
    ],
    [
      "Results",
      []
    ],
    [
      "Stipulations",
      []
    ],
    [
      "Times",
      []
    ]
  ],
  "data": [
    [
      [
        "1",
        []
      ],
      [
        "Justice defeated Chris Hero and Roderick Strong",
        [
          "/wiki/Chris_Hero",
          "/wiki/Roderick_Strong"
        ]
      ],
      [
        "Tournament Finals match with Special Guest Referee Jet Jaguar",
        [
          "/wiki/Professional_wrestling_match_types"
        ]
      ],
      [
        "n/a",
        []
      ]
    ],
    [
      [
        "2",
        []
      ],
      [
        "Alex Shelley and Petey Williams defeated Mikey Tenderfoot and Black Tigers",
        [
          "/wiki/Alex_Shelley",
          "/wiki/Petey_Williams"
        ]
      ],
      [
        "Tag team match",
        []
      ],
      [
        "n/a",
        []
      ]
    ],
    [
      [
        "3",
        []
      ],
      [
        "Bruce Steele defeated Slyk Wagner Brown",
        [
          "/wiki/Slyk_Wagner_Brown"
        ]
      ],
      [
        "Singles match",
        []
      ],
      [
        "n/a",
        []
      ]
    ],
    [
      [
        "4",
        []
      ],
      [
        "Zach Gowen defeated Rod Steel ( with Eric Loy )",
        [
          "/wiki/Zach_Gowen"
        ]
      ],
      [
        "Singles match",
        []
      ],
      [
        "n/a",
        []
      ]
    ],
    [
      [
        "5",
        []
      ],
      [
        "Scoot Andrews ( with Robby Mireno ) defeated Colt Cabana",
        [
          "/wiki/Scoot_Andrews",
          "/wiki/Colt_Cabana"
        ]
      ],
      [
        "Singles match",
        []
      ],
      [
        "n/a",
        []
      ]
    ],
    [
      [
        "6",
        []
      ],
      [
        "Mike Sullivan defeated Danny Doring",
        [
          "/wiki/Mike_Sullivan_(wrestler)",
          "/wiki/Danny_Doring"
        ]
      ],
      [
        "Singles match for the NWA Southern Heavyweight Championship",
        [
          "/wiki/NWA_Florida_Southern_Heavyweight_Championship"
        ]
      ],
      [
        "n/a",
        []
      ]
    ],
    [
      [
        "7",
        []
      ],
      [
        "Jerrelle Clark ( c ) defeated Azrieal ( with Jack Evans )",
        [
          "/wiki/Jack_Evans_(wrestler)"
        ]
      ],
      [
        "Singles match for the NWA World Junior Heavyweight Championship",
        [
          "/wiki/NWA_World_Junior_Heavyweight_Championship"
        ]
      ],
      [
        "n/a",
        []
      ]
    ],
    [
      [
        "8",
        []
      ],
      [
        "Lex Lovett and Steve Madison defeated The Shane Twins ( Mike Shane and Todd Shane )",
        [
          "/wiki/Lex_Lovett",
          "/wiki/Steve_Madison",
          "/wiki/The_Shane_Twins",
          "/wiki/Mike_Shane",
          "/wiki/Todd_Shane"
        ]
      ],
      [
        "Tag team match with Special Guest Referee Honest Eddie Edwards",
        [
          "/wiki/Professional_wrestling_match_types"
        ]
      ],
      [
        "n/a",
        []
      ]
    ],
    [
      [
        "9",
        []
      ],
      [
        "Double Deuce Inc. ( Frankie Capone and Marcus Dillon ) ( with Cannon ) defeated Clinically Inclined ( Dr. Heresy and Andre Lyons )",
        [
          "/wiki/Dr._Heresy"
        ]
      ],
      [
        "Tag team match",
        []
      ],
      [
        "n/a",
        []
      ]
    ]
  ],
  "section_title": "Jeff Peterson Memorial Cup ( 2004 ) -- Jeff Peterson Memorial Cup , Night 2 ( Evening )",
  "section_text": "June 5 , 2004 in St. Petersburg , Florida ( National Guard Armory )",
  "uid": "Jeff_Peterson_Memorial_Cup_5",
  "intro": "The Jeff Peterson Memorial Cup was an annual professional wrestling memorial show produced by Full Impact Pro (FIP) promotion, typically between October and December. The event was established to honor the memory of independent wrestler All American Jeff Peterson who died at age 21 after a two-year battle with leukemia. A rising star in the National Wrestling Alliance at the time of his death, his home promotion NWA Florida held a memorial tournament, co-hosted by IPW Hardcore, presented by his friends and fellow Florida wrestlers. The first show was held on May 16-17, 2003, at the Florida WrestlePlex in St. Petersburg, Florida. It is the longest-running tournament in the Southeastern United States followed by CWF Mid-Atlantic's Johnny Weaver Memorial Tournament. It was a standard 16-man single-elimination tournament intended to showcase the top junior heavyweight wrestlers from independent promotions throughout the United States and Japan. Many top indy wrestlers have participated in the event\n with former winners including Reckless Youth (2003), Justice(2004), Chris Sabin (2005), Milano Collection AT (2006), and Chris Hero (2007), Erick Stevens (2008), Davey Richards (2009), and Sami Callihan (2010). The tournament was originally held by NWA Florida from 2003 to 2005, when it closed, and was continued by Full Impact Pro the following year. Both promotions held a combined 9 Memorial Cup tournaments. The tenth tournament on December 14 and 15, 2012, was billed as the last ever Jeff Peterson Memorial Cup and was an independent internet pay-per-view not officially held by any promotion. No wrestler has ever won the tournament twice, but multiple wrestlers have participated in the event more than once. The event has also featured other wrestling personalities."
}