{
  "url": "https://en.wikipedia.org/wiki/Judges_of_the_Permanent_Court_of_International_Justice",
  "title": "Judges of the Permanent Court of International Justice",
  "header": [
    [
      "Nationality",
      []
    ],
    [
      "Name",
      []
    ],
    [
      "Term as a Deputy Judge",
      []
    ],
    [
      "Reason for termination",
      []
    ]
  ],
  "data": [
    [
      [
        "Norway",
        [
          "/wiki/Norway"
        ]
      ],
      [
        "Frederik Beichmann",
        [
          "/wiki/Frederik_Beichmann"
        ]
      ],
      [
        "30 January 1920 - 6 December 1930",
        []
      ],
      [
        "Not re-elected",
        []
      ]
    ],
    [
      [
        "China",
        [
          "/wiki/Republic_of_China"
        ]
      ],
      [
        "Wang Ch'ung-hui",
        [
          "/wiki/Wang_Ch'ung-hui"
        ]
      ],
      [
        "30 January 1920 - 6 December 1930",
        []
      ],
      [
        "Not re-elected",
        []
      ]
    ],
    [
      [
        "Finland",
        [
          "/wiki/Finland"
        ]
      ],
      [
        "Rafael Erich",
        [
          "/wiki/Rafael_Erich"
        ]
      ],
      [
        "15 January 1931 - 1 February 1936",
        []
      ],
      [
        "Post abolished",
        []
      ]
    ],
    [
      [
        "Portugal",
        [
          "/wiki/Portugal"
        ]
      ],
      [
        "Jose Caeiro da Matta",
        []
      ],
      [
        "15 January 1931 - 1 February 1936",
        []
      ],
      [
        "Post abolished",
        []
      ]
    ],
    [
      [
        "Romania",
        [
          "/wiki/Romania"
        ]
      ],
      [
        "Demetre Negulesco",
        []
      ],
      [
        "30 January 1920 - 6 December 1930",
        []
      ],
      [
        "Not re-elected",
        []
      ]
    ],
    [
      [
        "Yugoslavia",
        [
          "/wiki/Yugoslavia"
        ]
      ],
      [
        "Mileta Novaković",
        []
      ],
      [
        "15 January 1931 - 1 February 1936",
        []
      ],
      [
        "Post abolished",
        []
      ]
    ],
    [
      [
        "Austria",
        [
          "/wiki/Austria"
        ]
      ],
      [
        "Josef Redlich",
        []
      ],
      [
        "15 January 1931 - 1 February 1936",
        []
      ],
      [
        "Post abolished",
        []
      ]
    ],
    [
      [
        "Yugoslavia",
        [
          "/wiki/Yugoslavia"
        ]
      ],
      [
        "Mihajlo Jovanović",
        [
          "/wiki/Mihajlo_Jovanović"
        ]
      ],
      [
        "30 January 1920 - 6 December 1930",
        []
      ],
      [
        "Not re-elected",
        []
      ]
    ]
  ],
  "section_title": "List of Deputy Judges",
  "section_text": "",
  "uid": "Judges_of_the_Permanent_Court_of_International_Justice_1",
  "intro": "The Permanent Court of International Justice was an international court attached to the League of Nations. The Court initially consisted of 11 judges and 4 deputy judges, recommended by member states of the League of Nations to the Secretary General of the League of Nations, who would put them before the Council and Assembly for election. The Council and Assembly were to bear in mind that the elected panel of judges was to represent every major legal tradition in the League, along with every major civilization. Each member state was allowed to recommend 4 potential judges, with a maximum of 2 from its own nation. Judges were elected by a straight majority vote, held independently in the Council and Assembly. The judges served for a period of nine years, with their term limits all expiring at the same time, necessitating a completely new set of elections. The judges were independent and rid themselves of their nationality for the purposes of hearing cases, owing allegiance to no individual member state, although it was forbidden to have more than one judge from the same state. As a sign of their independence from national ties, judges were given full diplomatic immunity when engaged in Court business The only requirements for a judge were high moral character and that they have the qualifications required in their respective countries [for] the highest judicial offices or be jurisconsults of recognized competence in international law. The first panel was elected on 14 September 1921, with Deputy Judges elected 2 days later. In 1930 the number of judges was increased to 15 and a second set of elections were held on 25 September. Judges continued to hold their posts, despite the Court not sitting for most of the 1940s due to the Second World War, until they resigned en masse in October 1945. Judges were paid 15,000 Dutch florins a year, with daily expenses of 50 florins to pay for living expenses, and an additional 45,000 florins for the President, who was required to live at The Hague."
}