{
  "url": "https://en.wikipedia.org/wiki/Kristen_Bell",
  "title": "Kristen Bell",
  "header": [
    [
      "Year",
      []
    ],
    [
      "Title",
      []
    ],
    [
      "Voice Role",
      []
    ]
  ],
  "data": [
    [
      [
        "2007",
        []
      ],
      [
        "Assassin 's Creed",
        [
          "/wiki/Assassin's_Creed_(video_game)"
        ]
      ],
      [
        "Lucy Stillman",
        []
      ]
    ],
    [
      [
        "2009",
        []
      ],
      [
        "Astro Boy : The Video Game",
        [
          "/wiki/Astro_Boy:_The_Video_Game"
        ]
      ],
      [
        "Cora",
        []
      ]
    ],
    [
      [
        "2009",
        []
      ],
      [
        "Assassin 's Creed II",
        [
          "/wiki/Assassin's_Creed_II"
        ]
      ],
      [
        "Lucy Stillman",
        []
      ]
    ],
    [
      [
        "2010",
        []
      ],
      [
        "Assassin 's Creed : Brotherhood",
        [
          "/wiki/Assassin's_Creed:_Brotherhood"
        ]
      ],
      [
        "Lucy Stillman",
        []
      ]
    ],
    [
      [
        "2013",
        []
      ],
      [
        "Disney Infinity",
        [
          "/wiki/Disney_Infinity_(video_game)"
        ]
      ],
      [
        "Princess Anna",
        []
      ]
    ],
    [
      [
        "2014",
        []
      ],
      [
        "Disney Infinity : Marvel Super Heroes",
        [
          "/wiki/Disney_Infinity:_Marvel_Super_Heroes"
        ]
      ],
      [
        "Princess Anna",
        []
      ]
    ],
    [
      [
        "2015",
        []
      ],
      [
        "Disney Infinity 3.0",
        [
          "/wiki/Disney_Infinity_3.0"
        ]
      ],
      [
        "Princess Anna",
        []
      ]
    ],
    [
      [
        "2019",
        []
      ],
      [
        "Kingdom Hearts III",
        [
          "/wiki/Kingdom_Hearts_III"
        ]
      ],
      [
        "Princess Anna",
        []
      ]
    ]
  ],
  "section_title": "Filmography -- Video games",
  "section_text": "",
  "uid": "Kristen_Bell_2",
  "intro": "Kristen Anne Bell (born July 18, 1980) is an American actress and singer. She began her professional acting career by starring in stage productions while attending the Tisch School of the Arts at New York University. In 2001, she made her Broadway debut as Becky Thatcher in the comedy musical The Adventures of Tom Sawyer and starred in the Broadway revival of The Crucible the following year. In 2004, she appeared in the action thriller film Spartan and received critical praise for her performance in the television drama film Gracie's Choice. Bell garnered critical acclaim for her first major role as the title character in the teen noir drama television series Veronica Mars (2004-2007). For her performance, she was awarded a Saturn Award for Best Actress on Television. She reprised the eponymous role in the 2014 film continuation and the 2019 revival series. During her time on Veronica Mars, Bell starred as Mary Lane in the musical film Reefer Madness: The Movie Musical (2005), a reprise of the role she had played in the New York musical upon which the film was based. From 2007 to 2008, Bell starred as Elle Bishop in the science fiction drama series Heroes. From 2007 to 2012, she voiced the titular narrator in the teen drama series Gossip Girl. In 2008, she had her breakout film role as the title character in Forgetting Sarah Marshall. She has since appeared in a number of comedy films, including Couples Retreat (2009), When in Rome (2010), You Again (2010), The Boss (2016), Bad Moms (2016), and A Bad Moms Christmas (2017)."
}