{
  "url": "https://en.wikipedia.org/wiki/List_of_Philadelphia_Flyers_award_winners",
  "title": "List of Philadelphia Flyers award winners",
  "header": [
    [
      "Individual",
      []
    ],
    [
      "Year honored",
      []
    ],
    [
      "Years with Flyers",
      []
    ]
  ],
  "data": [
    [
      [
        "Keith Allen",
        [
          "/wiki/Keith_Allen_(ice_hockey)"
        ]
      ],
      [
        "1988",
        [
          "/wiki/1987–88_NHL_season"
        ]
      ],
      [
        "1967-2014",
        []
      ]
    ],
    [
      [
        "Bobby Clarke",
        [
          "/wiki/Bobby_Clarke"
        ]
      ],
      [
        "1980",
        [
          "/wiki/1979–80_NHL_season"
        ]
      ],
      [
        "1969-1990 , 1992-1993 , 1994-present",
        []
      ]
    ],
    [
      [
        "Mike Emrick",
        [
          "/wiki/Mike_Emrick"
        ]
      ],
      [
        "2004",
        [
          "/wiki/2003–04_NHL_season"
        ]
      ],
      [
        "1983-1993",
        []
      ]
    ],
    [
      [
        "Paul Holmgren",
        [
          "/wiki/Paul_Holmgren"
        ]
      ],
      [
        "2014",
        [
          "/wiki/2013–14_NHL_season"
        ]
      ],
      [
        "1976-1984 , 1985-1992 , 1996-present",
        []
      ]
    ],
    [
      [
        "Mark Howe",
        [
          "/wiki/Mark_Howe"
        ]
      ],
      [
        "2016",
        [
          "/wiki/2015–16_NHL_season"
        ]
      ],
      [
        "1982-1992",
        []
      ]
    ],
    [
      [
        "Bud Poile",
        [
          "/wiki/Bud_Poile"
        ]
      ],
      [
        "1989",
        [
          "/wiki/1988–89_NHL_season"
        ]
      ],
      [
        "1967-1969",
        []
      ]
    ],
    [
      [
        "Fred Shero",
        [
          "/wiki/Fred_Shero"
        ]
      ],
      [
        "1980",
        [
          "/wiki/1979–80_NHL_season"
        ]
      ],
      [
        "1971-1978",
        []
      ]
    ],
    [
      [
        "Ed Snider",
        [
          "/wiki/Ed_Snider"
        ]
      ],
      [
        "1980",
        [
          "/wiki/1979–80_NHL_season"
        ]
      ],
      [
        "1967-2016",
        []
      ]
    ]
  ],
  "section_title": "Career achievements -- Lester Patrick Trophy",
  "section_text": "Eight members of the Flyers organization have been honored with the Lester Patrick Trophy . The trophy has been presented by the National Hockey League and USA Hockey since 1966 to honor a recipient 's contribution to ice hockey in the United States . [ 69 ] This list includes all personnel who have ever been employed by the Philadelphia Flyers in any capacity and have also received the Lester Patrick Trophy .",
  "uid": "List_of_Philadelphia_Flyers_award_winners_7",
  "intro": "The Philadelphia Flyers are a professional ice hockey team based in Philadelphia, Pennsylvania. They are members of the Metropolitan Division of the National Hockey League's (NHL) Eastern Conference. The Flyers were founded in 1967 as one of six expansion teams, increasing the size of the NHL at that time to 12 teams. Since the franchise was established, the team has won the Stanley Cup two times as league champions in 1974 and 1975, the Clarence S. Campbell Bowl six times - twice as division champions and four times as conference champions - and the Prince of Wales Trophy as conference champions four times. Prior to the Presidents' Trophy first being award in 1985-86, the Flyers led the league in points three times in 1974-75, 1979-80, and 1984-85, but have not led the league in points at the end of the regular season since. Only Bobby Clarke and Eric Lindros have won regular season most valuable player honors as Flyers. Clarke won the Hart Memorial Trophy three times in 1972-73, 1974-75 and 1975-76 while Lindros won in 1994-95. Both Clarke and Lindros also won the Lester B. Pearson Award, awarded to the most outstanding player as voted by the players and now known as the Ted Lindsay Award, Clarke in 1973-74 and Lindros in 1994-95. Four Flyers players have won the Conn Smythe Trophy as the most valuable player of the playoffs, twice when the Flyers won the Stanley Cup - Bernie Parent in 1974 and 1975 - and twice when they lost in the finals - Reggie Leach in 1976 and Ron Hextall in 1987. Parent and Hextall account for two of the three Flyers goaltenders to win the Vezina Trophy, Parent in 1973-74 and 1974-75, Pelle Lindbergh in 1984-85, and Hextall in 1986-87. Nineteen people - thirteen players and six builders - who spent time with the Flyers have been inducted into the Hockey Hall of Fame. The Flyers have inducted twenty-five people into a team hall of fame since 1988 and six of those inductees have also had their numbers retired."
}