{
  "url": "https://en.wikipedia.org/wiki/List_of_films_and_television_shows_set_or_shot_in_Liverpool",
  "title": "List of films and television shows set or shot in Liverpool",
  "header": [
    [
      "Title",
      []
    ],
    [
      "Year",
      []
    ],
    [
      "Notes",
      []
    ]
  ],
  "data": [
    [
      [
        "Coca-Cola",
        [
          "/wiki/Coca-Cola"
        ]
      ],
      [
        "1987",
        []
      ],
      [
        "Shot in St. George 's Hall",
        [
          "/wiki/St._George's_Hall,_Liverpool"
        ]
      ]
    ],
    [
      [
        "Foxy Bingo",
        [
          "/wiki/Foxy_Bingo"
        ]
      ],
      [
        "",
        []
      ],
      [
        "Shot on Lark Lane",
        [
          "/wiki/Lark_Lane,_Liverpool"
        ]
      ]
    ],
    [
      [
        "Hovis",
        [
          "/wiki/Hovis"
        ]
      ],
      [
        "2008",
        []
      ],
      [
        "",
        []
      ]
    ],
    [
      [
        "McDonald 's",
        [
          "/wiki/McDonald's"
        ]
      ],
      [
        "2018",
        []
      ],
      [
        "Parts shot on Adelaide Terrace , Waterloo and the Southport coastal road",
        []
      ]
    ],
    [
      [
        "Virgin Trains - Arrive Awesome",
        [
          "/wiki/Virgin_Trains"
        ]
      ],
      [
        "2014",
        []
      ],
      [
        "Filmed at Liverpool Lime Street railway station",
        [
          "/wiki/Liverpool_Lime_Street_railway_station"
        ]
      ]
    ],
    [
      [
        "Vodafone - Mo Salah",
        [
          "/wiki/Vodafone",
          "/wiki/Mo_Salah"
        ]
      ],
      [
        "2018",
        []
      ],
      [
        "Filmed around several areas in and around Liverpool , including Anfield , Hope Street and New Brighton",
        [
          "/wiki/Anfield",
          "/wiki/New_Brighton,_Merseyside"
        ]
      ]
    ],
    [
      [
        "Nike - Alex Oxlade-Chamberlain",
        [
          "/wiki/Nike,_Inc.",
          "/wiki/Alex_Oxlade-Chamberlain"
        ]
      ],
      [
        "2018",
        []
      ],
      [
        "",
        []
      ]
    ]
  ],
  "section_title": "Adverts shot in Liverpool",
  "section_text": "",
  "uid": "List_of_films_and_television_shows_set_or_shot_in_Liverpool_2",
  "intro": "The city of Liverpool, England, is a popular location for the filming and setting of films and television series, both fictional and real. The following article provides a list of films and television shows which have been partially or wholly set in or shot in Liverpool. The list includes a wide array of films and TV shows, ranging from those that were almost entirely shot and set in the city (e.g. The 51st State, Brookside) to those where only a small number of scenes were set or shot in Liverpool (e.g. Across the Universe). Media is an important component of Liverpool's economy and in 2019 brought over £17.6m into the local area, with 324 productions racking up 1,750 production days. After London, it is the most filmed city in the United Kingdom. The Liverpool Film Office, founded in 1989, was the first of its kind in the United Kingdom and along with North West Vision and Media and the UK Film Council acts to promote the city to film and television producers. In addition to attracting outside producers, Liverpool is also home to Lime Pictures, the UK's largest independent television production company. Liverpool's rich architectural base means it is frequently used as a double for major cities across the globe, including Chicago, London, Moscow, New York, Paris and Rome. It is also able to utilise a large number of historic sites within the city that are openly available for filming, including the now decommissioned courtrooms of St. George's Hall, or the nineteenth century warehouses around Stanley Dock."
}