{
  "url": "https://en.wikipedia.org/wiki/List_of_awards_and_nominations_received_by_Kareena_Kapoor",
  "title": "List of awards and nominations received by Kareena Kapoor",
  "header": [
    [
      "Year",
      []
    ],
    [
      "Nominated work",
      []
    ],
    [
      "Award",
      []
    ],
    [
      "Result",
      []
    ]
  ],
  "data": [
    [
      [
        "2001",
        []
      ],
      [
        "Refugee",
        [
          "/wiki/Refugee_(2000_film)"
        ]
      ],
      [
        "Star Debut of the Year - Female",
        [
          "/wiki/IIFA_Award_for_Star_Debut_of_the_Year_–_Female"
        ]
      ],
      [
        "Won",
        []
      ]
    ],
    [
      [
        "2002",
        []
      ],
      [
        "Kabhi Khushi Kabhie Gham",
        [
          "/wiki/Kabhi_Khushi_Kabhie_Gham..."
        ]
      ],
      [
        "Best Supporting Actress",
        [
          "/wiki/IIFA_Award_for_Best_Supporting_Actress"
        ]
      ],
      [
        "Nominated",
        []
      ]
    ],
    [
      [
        "2003",
        []
      ],
      [
        "Mujhse Dosti Karoge !",
        [
          "/wiki/Mujhse_Dosti_Karoge!"
        ]
      ],
      [
        "Best Supporting Actress",
        []
      ],
      [
        "Nominated",
        []
      ]
    ],
    [
      [
        "2004",
        []
      ],
      [
        "",
        []
      ],
      [
        "Style Diva of the Year",
        [
          "/wiki/IIFA_Award_for_Style_Diva_of_the_Year"
        ]
      ],
      [
        "Won",
        []
      ]
    ],
    [
      [
        "2005",
        []
      ],
      [
        "Aitraaz",
        [
          "/wiki/Aitraaz"
        ]
      ],
      [
        "Best Actress",
        []
      ],
      [
        "Nominated",
        []
      ]
    ],
    [
      [
        "2007",
        []
      ],
      [
        "Omkara",
        [
          "/wiki/Omkara_(2006_film)"
        ]
      ],
      [
        "Best Actress",
        []
      ],
      [
        "Nominated",
        []
      ]
    ],
    [
      [
        "2008",
        []
      ],
      [
        "Jab We Met",
        [
          "/wiki/Jab_We_Met"
        ]
      ],
      [
        "Best Actress",
        [
          "/wiki/IIFA_Award_for_Best_Actress"
        ]
      ],
      [
        "Won",
        []
      ]
    ],
    [
      [
        "2009",
        []
      ],
      [
        "",
        []
      ],
      [
        "Star of the Decade - Female",
        []
      ],
      [
        "Nominated",
        []
      ]
    ],
    [
      [
        "2010",
        []
      ],
      [
        "3 Idiots",
        [
          "/wiki/3_Idiots"
        ]
      ],
      [
        "Best Actress",
        [
          "/wiki/IIFA_Award_for_Best_Actress"
        ]
      ],
      [
        "Won",
        []
      ]
    ],
    [
      [
        "2011",
        []
      ],
      [
        "Golmaal 3",
        [
          "/wiki/Golmaal_3"
        ]
      ],
      [
        "Best Actress",
        []
      ],
      [
        "Nominated",
        []
      ]
    ],
    [
      [
        "2012",
        []
      ],
      [
        "Bodyguard",
        [
          "/wiki/Bodyguard_(2011_Hindi_film)"
        ]
      ],
      [
        "Best Actress",
        []
      ],
      [
        "Nominated",
        []
      ]
    ],
    [
      [
        "2013",
        []
      ],
      [
        "Heroine",
        [
          "/wiki/Heroine_(2012_film)"
        ]
      ],
      [
        "Best Actress",
        []
      ],
      [
        "Nominated",
        []
      ]
    ]
  ],
  "section_title": "International Indian Film Academy Awards",
  "section_text": "The International Indian Film Academy Awards are presented annually to honour the artistic and technical excellence of professionals in Bollywood ( the Hindi language film industry ) . Kapoor has won four awards out of nine nominations , [ 6 ] including a nomination for Star of the Decade – Female . [ 4 ]",
  "uid": "List_of_awards_and_nominations_received_by_Kareena_Kapoor_6",
  "intro": "Kareena Kapoor Khan is an Indian actress who appears in Bollywood films. For her acting debut in J. P. Dutta's 2000 film Refugee, Kapoor received the Best Female Debut award at the 46th Filmfare Awards. In addition to her Filmfare Award, she received three additional Best Debut awards - at the Bollywood Movie, International Indian Film Academy Awards (IIFA) and Sansui ceremonies - and the Lux Face of the Year award at the Zee Cine Awards. The following year, kapoor featured in the critically acclaimed drama Asoka (for which she received a Filmfare Best Actress nomination) and the drama Kabhi Khushi Kabhie Gham. (one of her biggest commercial successes to date). After negative reviews for a series of repetitive roles, Kapoor was noted for her performance in Sudhir Mishra's Chameli. Her portrayal of a sex worker in the film won her jury recognition at several award ceremonies, including Stardust and Filmfare. After Chameli Kapoor featured in the critically acclaimed Dev (2004) and Omkara (2006), both of which earned her award nominations. In 2007, the actress received several awards for her performance in the romantic comedy Jab We Met (including her first Best Actress Filmfare Award). She had the lead female role in the thriller Kurbaan (2009) - for which she received critical acclaim - and the drama 3 Idiots (2009), the all-time highest-grossing Bollywood film. For her work in both, Khan won the Screen Award for Best Actress (Popular Choice) and received an IIFA Award for Best Actress for her performance in 3 Idiots. The actress has also been recognised at major Indian film and fashion award functions, including a Zee Cine Award Queen of Hearts in 2002 and an IIFA Award for Style Diva of the Year in 2004."
}