{
  "url": "https://en.wikipedia.org/wiki/List_of_top-division_football_clubs_in_AFC_countries",
  "title": "List of top-division football clubs in AFC countries",
  "header": [
    [
      "Team",
      []
    ],
    [
      "Location",
      []
    ],
    [
      "Venue",
      []
    ],
    [
      "Capacity",
      []
    ]
  ],
  "data": [
    [
      [
        "Abdysh-Ata Kant",
        [
          "/wiki/FC_Abdysh-Ata_Kant"
        ]
      ],
      [
        "Kant",
        [
          "/wiki/Kant"
        ]
      ],
      [
        "Stadion Sportkompleks Abdysh-Ata",
        [
          "/wiki/Stadion_Sportkompleks_Abdysh-Ata"
        ]
      ],
      [
        "3,000",
        []
      ]
    ],
    [
      [
        "Akademija Osh",
        [
          "/wiki/FC_Akademija_Osh"
        ]
      ],
      [
        "Osh",
        [
          "/wiki/Osh"
        ]
      ],
      [
        "Suyumbayev Stadion",
        [
          "/wiki/Suyumbayev_Stadion"
        ]
      ],
      [
        "11,200",
        []
      ]
    ],
    [
      [
        "Alay Osh",
        [
          "/wiki/FC_Alay"
        ]
      ],
      [
        "Osh",
        []
      ],
      [
        "Suyumbayev Stadion",
        []
      ],
      [
        "11,200",
        []
      ]
    ],
    [
      [
        "Alga Bishkek",
        [
          "/wiki/FC_Alga_Bishkek"
        ]
      ],
      [
        "Bishkek",
        [
          "/wiki/Bishkek"
        ]
      ],
      [
        "Dolen Omurzakov Stadium",
        [
          "/wiki/Dolen_Omurzakov_Stadium"
        ]
      ],
      [
        "23,000",
        []
      ]
    ],
    [
      [
        "Dordoi Bishkek",
        [
          "/wiki/FC_Dordoi_Bishkek"
        ]
      ],
      [
        "Bishkek",
        []
      ],
      [
        "Dolen Omurzakov Stadium",
        []
      ],
      [
        "23,000",
        []
      ]
    ],
    [
      [
        "Ilbirs Bishkek",
        [
          "/wiki/Ilbirs_Bishkek_FC"
        ]
      ],
      [
        "Bishkek",
        []
      ],
      [
        "Stadium FC FFKR",
        []
      ],
      [
        "1,000",
        []
      ]
    ],
    [
      [
        "Kara-Balta",
        [
          "/wiki/FC_Khimik_Kara-Balta"
        ]
      ],
      [
        "Kara-Balta",
        [
          "/wiki/Kara-Balta"
        ]
      ],
      [
        "Manas Stadium",
        []
      ],
      [
        "4,000",
        []
      ]
    ],
    [
      [
        "Neftchi",
        [
          "/wiki/FC_Neftchi_Kochkor-Ata"
        ]
      ],
      [
        "Kochkor-Ata",
        [
          "/wiki/Kochkor-Ata"
        ]
      ],
      [
        "Stadion Neftyannik Kochkor-Ata",
        []
      ],
      [
        "5,000",
        []
      ]
    ]
  ],
  "section_title": "Kyrgyzstan",
  "section_text": "Main article : List of football clubs in Kyrgyzstan Football association : Football Federation of Kyrgyz Republic Top-level league : Kyrgyzstan League As of 2019 season : AlgaDordoiIlbirsAbdysh-AtaAlayAkademijaKara-BaltaNeftchi Locations of teams in the 2019 Kyrgyz Premier League",
  "uid": "List_of_top-division_football_clubs_in_AFC_countries_1",
  "intro": "This is a list of top-division football clubs in Asian Football Confederation countries. The Asian Football Confederation (AFC) includes all Asian countries except Armenia, Azerbaijan, Cyprus, Georgia, Israel, Kazakhstan and Turkey as members, but also includes the Oceanian countries of Australia, Guam, and the Northern Mariana Islands (the association of the Northern Mariana Islands is a provisional associate member of AFC but not a member of FIFA). The football associations of Armenia, Azerbaijan, Cyprus, Georgia, Israel, Kazakhstan and Turkey are members of UEFA, the European football confederation (Israel and Kazakhstan were previously AFC members but had left). Hong Kong and Macau, the special administrative regions of the China, have their own football associations which are members of AFC. Taiwan (called Chinese Taipei in the international sports community) and Palestine, both members of the IOC but not the UN, also have their own football associations which are members of AFC. Each of the AFC member countries have their own football league systems. The clubs playing in each top-level league compete for the title as the country's club champions, and also for places in next season's AFC club competitions, i.e., the AFC Champions League, the AFC Cup, and the AFC President's Cup. Due to promotion and relegation, the clubs playing in the top-level league are different every season; however, some league systems (such as Australia) do not have promotion and relegation. The champions of the previous season in each country are listed in bold. Please note: Some clubs play in a national football league other than their own country's. Where this is the case the club is noted as such. In particular, the Australian A-League includes a team from New Zealand, whose national federation is a member of the Oceania Football Confederation."
}