{
  "url": "https://en.wikipedia.org/wiki/List_of_Drexel_University_alumni",
  "title": "List of Drexel University alumni",
  "header": [
    [
      "Name",
      []
    ],
    [
      "Grad year",
      []
    ],
    [
      "Degree",
      []
    ],
    [
      "Notability",
      []
    ]
  ],
  "data": [
    [
      [
        "Michael Behe",
        [
          "/wiki/Michael_Behe"
        ]
      ],
      [
        "1974",
        []
      ],
      [
        "BS",
        []
      ],
      [
        "Biochemist , professor , leading proponent of intelligent design , and a senior fellow of the Discovery Institute 's Center for Science and Culture",
        [
          "/wiki/Intelligent_design",
          "/wiki/Discovery_Institute",
          "/wiki/Center_for_Science_and_Culture"
        ]
      ]
    ],
    [
      [
        "George Campbell Jr",
        [
          "/wiki/George_Campbell_Jr."
        ]
      ],
      [
        "1968",
        []
      ],
      [
        "BS",
        []
      ],
      [
        "President of the Cooper Union",
        [
          "/wiki/Cooper_Union"
        ]
      ]
    ],
    [
      [
        "Albert Carnesale",
        [
          "/wiki/Albert_Carnesale"
        ]
      ],
      [
        "1961",
        []
      ],
      [
        "MS",
        []
      ],
      [
        "Former Chancellor of the University of California , Los Angeles and former Provost of Harvard University",
        [
          "/wiki/University_of_California,_Los_Angeles",
          "/wiki/Harvard_University"
        ]
      ]
    ],
    [
      [
        "Robert Croneberger",
        [
          "/wiki/Robert_Croneberger"
        ]
      ],
      [
        "1962",
        []
      ],
      [
        "MS",
        []
      ],
      [
        "Librarian , one of American Libraries ' 100 of the Most Important Leaders We Had in the 20th Century",
        [
          "/wiki/American_Libraries"
        ]
      ]
    ],
    [
      [
        "Eli Fromm",
        [
          "/wiki/Eli_Fromm"
        ]
      ],
      [
        "1962 1964",
        []
      ],
      [
        "BS MS",
        []
      ],
      [
        "Gordon Prize -winning research professor of engineering at Drexel University",
        [
          "/wiki/Gordon_Prize"
        ]
      ]
    ],
    [
      [
        "Moshe Kam",
        [
          "/wiki/Moshe_Kam"
        ]
      ],
      [
        "1985 1987",
        []
      ],
      [
        "MS PhD",
        []
      ],
      [
        "49th President of IEEE and Dean of the Newark College of Engineering",
        [
          "/wiki/IEEE",
          "/wiki/Newark_College_of_Engineering"
        ]
      ]
    ],
    [
      [
        "Raphael Carl Lee",
        [
          "/wiki/Raphael_Carl_Lee"
        ]
      ],
      [
        "1975",
        []
      ],
      [
        "MS",
        []
      ],
      [
        "Professor at the University of Chicago , surgeon , and 1981 MacArthur Fellow",
        [
          "/wiki/University_of_Chicago",
          "/wiki/MacArthur_Fellows_Program"
        ]
      ]
    ],
    [
      [
        "Peter J. Liacouras",
        [
          "/wiki/Peter_J._Liacouras"
        ]
      ],
      [
        "1953",
        []
      ],
      [
        "BS",
        []
      ],
      [
        "Former President and current Chancellor of Temple University",
        [
          "/wiki/Temple_University"
        ]
      ]
    ],
    [
      [
        "Celestino Pennoni",
        [
          "/wiki/Celestino_Pennoni"
        ]
      ],
      [
        "1963 1966",
        []
      ],
      [
        "BS MS",
        []
      ],
      [
        "Former interim President of Drexel University from 1994-1995 and 2009-2010",
        []
      ]
    ],
    [
      [
        "Alia Sabur",
        [
          "/wiki/Alia_Sabur"
        ]
      ],
      [
        "2006",
        []
      ],
      [
        "MS",
        []
      ],
      [
        "Child prodigy and Guinness World Record holder for World 's Youngest Professor",
        [
          "/wiki/Guinness_World_Record"
        ]
      ]
    ],
    [
      [
        "Elizabeth Gray Vining",
        [
          "/wiki/Elizabeth_Gray_Vining"
        ]
      ],
      [
        "1925",
        []
      ],
      [
        "BS",
        []
      ],
      [
        "Former tutor to Emperor Akihito of Japan",
        [
          "/wiki/Emperor",
          "/wiki/Akihito"
        ]
      ]
    ]
  ],
  "section_title": "Notable alumni -- Humanities",
  "section_text": "George Campbell Jr. , class of 1968",
  "uid": "List_of_Drexel_University_alumni_3",
  "intro": "Drexel University is a private university located in Philadelphia, Pennsylvania, United States. The 16th largest private university in the nation, Drexel is made up of nine colleges and four schools, most of which serve both undergraduate and graduate students. It offers 96 undergraduate degree programs, 88 master's programs, and 35 doctoral programs. Drexel was founded as a technical school in 1891 for the improvement of industrial education as a means of opening better and wider avenues of employment to young men and women. Drexel began awarding undergraduate degrees in 1914, starting with the Bachelor of Science in engineering; before that, Drexel granted certificates or diplomas in the field of enrollment. In 1931, Drexel began offering graduate degrees through the School of Home Economics. Since its founding the university has graduated over 100,000 alumni. Certificate-earning alumni such as artist Violet Oakley and illustrator Frank Schoonover reflect the early emphasis on art as part of the university's curriculum. With World War II, the university's technical programs swelled, and as a result Drexel graduated alumni such as Paul Baran, one of the founding fathers of the Internet and one of the inventors of the packet switching network, and Norman Joseph Woodland the inventor of barcode technology. In addition to its emphasis on technology Drexel has graduated several notable athletes such as National Basketball Association (NBA) basketball players Michael Anderson and Malik Rose, and several notable business people such as Raj Gupta, former President and Chief executive officer (CEO) of Rohm and Haas, and Kenneth C. Dahlberg, former CEO of Science Applications International Corporation (SAIC)."
}