{
  "url": "https://en.wikipedia.org/wiki/List_of_VFL/AFL_pre-season_and_night_series_premiers",
  "title": "List of VFL/AFL pre-season and night series premiers",
  "header": [
    [
      "Team",
      []
    ],
    [
      "Wins",
      []
    ],
    [
      "Most Recent Win",
      []
    ]
  ],
  "data": [
    [
      [
        "Essendon",
        [
          "/wiki/Essendon_Football_Club"
        ]
      ],
      [
        "4",
        []
      ],
      [
        "2000",
        []
      ]
    ],
    [
      [
        "Hawthorn",
        [
          "/wiki/Hawthorn_Football_Club"
        ]
      ],
      [
        "4",
        []
      ],
      [
        "1999",
        []
      ]
    ],
    [
      [
        "St Kilda",
        [
          "/wiki/St_Kilda_Football_Club"
        ]
      ],
      [
        "3",
        []
      ],
      [
        "2008",
        []
      ]
    ],
    [
      [
        "Carlton",
        [
          "/wiki/Carlton_Football_Club"
        ]
      ],
      [
        "3",
        []
      ],
      [
        "2007",
        []
      ]
    ],
    [
      [
        "Adelaide",
        [
          "/wiki/Adelaide_Football_Club"
        ]
      ],
      [
        "2",
        []
      ],
      [
        "2012",
        []
      ]
    ],
    [
      [
        "Geelong",
        [
          "/wiki/Geelong_Football_Club"
        ]
      ],
      [
        "2",
        []
      ],
      [
        "2009",
        []
      ]
    ],
    [
      [
        "Port Adelaide",
        [
          "/wiki/Port_Adelaide_Football_Club"
        ]
      ],
      [
        "2",
        []
      ],
      [
        "2002",
        []
      ]
    ],
    [
      [
        "North Melbourne",
        [
          "/wiki/North_Melbourne_Football_Club"
        ]
      ],
      [
        "2",
        []
      ],
      [
        "1998",
        []
      ]
    ],
    [
      [
        "Brisbane Lions",
        [
          "/wiki/Brisbane_Lions"
        ]
      ],
      [
        "1",
        []
      ],
      [
        "2013",
        []
      ]
    ],
    [
      [
        "Collingwood",
        [
          "/wiki/Collingwood_Football_Club"
        ]
      ],
      [
        "1",
        []
      ],
      [
        "2011",
        []
      ]
    ],
    [
      [
        "Western Bulldogs",
        [
          "/wiki/Western_Bulldogs"
        ]
      ],
      [
        "1",
        []
      ],
      [
        "2010",
        []
      ]
    ],
    [
      [
        "Melbourne",
        [
          "/wiki/Melbourne_Football_Club"
        ]
      ],
      [
        "1",
        []
      ],
      [
        "1989",
        []
      ]
    ]
  ],
  "section_title": "Pre-season cup winners 1988–2013 -- Most pre-season cup competition wins 1988–2013",
  "section_text": "",
  "uid": "List_of_Australian_Football_League_pre-season_and_night_series_premiers_3",
  "intro": "This page is a complete chronological listing of the pre-season and night series premiers of the Australian Football League (AFL), known as the Victorian Football League (VFL) until 1990. Although it spans three different competitions, the premierships are considered historically equivalent. From 1956 to 1971, the first VFL Night Series was a consolation knock-out competition held in September at the Lake Oval in Albert Park amongst the eight teams who failed to reach the finals in the VFL premiership season, apart from 1957, when all twelve teams competed. There were no official VFL night series held during the 1972 to 1976 seasons, however in 1976 the National Football League (the national governing body at the time) held their own night series mid-week during the season, known as the NFL Wills Cup. In 1977, the VFL revived their own night series, also held mid-week during the season and televised on Channel 7 to rival the NFL series that was shown on Channel 10. Whilst the 1977 series only featured the twelve VFL teams, between 1978 and 1986 a selection of teams from the SANFL, WAFL and representative teams from Australian Capital Territory, New South Wales, Queensland and Tasmania also competed. This became known as the Australian Football Championships Night Series and ran until 1987. With the national expansion of the VFL to include teams from Western Australia and Queensland the 1987 series was restricted to only the 14 VFL teams and commenced during the pre-season period, but was completed mid-week between rounds 5 and 6 of the 1987 VFL season. From 1988 until 2013, the competition was played in its entirety before the premiership season began and is competed for by only the VFL or AFL teams (the VFL was renamed the AFL in 1990), and became the Australian Football League pre-season competition. The preseason competition was abandoned in 2014, and replaced with discrete practice matches."
}