{
  "url": "https://en.wikipedia.org/wiki/List_of_New_York_Yankees_team_records",
  "title": "List of New York Yankees team records",
  "header": [
    [
      "Statistic",
      []
    ],
    [
      "Record",
      []
    ],
    [
      "Season",
      []
    ]
  ],
  "data": [
    [
      [
        "Home runs",
        [
          "/wiki/Home_run"
        ]
      ],
      [
        "306",
        []
      ],
      [
        "2019",
        []
      ]
    ],
    [
      [
        "Runs",
        [
          "/wiki/Run_(baseball)"
        ]
      ],
      [
        "1,067",
        []
      ],
      [
        "1931",
        []
      ]
    ],
    [
      [
        "Hits",
        [
          "/wiki/Hit_(baseball)"
        ]
      ],
      [
        "1,683",
        []
      ],
      [
        "1930",
        []
      ]
    ],
    [
      [
        "Doubles",
        [
          "/wiki/Double_(baseball)"
        ]
      ],
      [
        "327",
        []
      ],
      [
        "2006",
        []
      ]
    ],
    [
      [
        "Triples",
        [
          "/wiki/Triple_(baseball)"
        ]
      ],
      [
        "110",
        []
      ],
      [
        "1930",
        []
      ]
    ],
    [
      [
        "Total bases",
        [
          "/wiki/Total_bases"
        ]
      ],
      [
        "2,703",
        []
      ],
      [
        "1936",
        []
      ]
    ],
    [
      [
        "Runners left on base",
        []
      ],
      [
        "1,258",
        []
      ],
      [
        "1996",
        []
      ]
    ],
    [
      [
        "Strikeouts",
        [
          "/wiki/Strikeout"
        ]
      ],
      [
        "1,437",
        []
      ],
      [
        "2019",
        []
      ]
    ],
    [
      [
        "Stolen bases",
        [
          "/wiki/Stolen_base"
        ]
      ],
      [
        "289",
        []
      ],
      [
        "1910",
        []
      ]
    ]
  ],
  "section_title": "Team season records -- Season batting",
  "section_text": "Giancarlo Stanton hit 38 of the Yankees ' MLB record 267 home runs in 2018 . [ 37 ]",
  "uid": "List_of_New_York_Yankees_team_records_6",
  "intro": "The New York Yankees are a professional baseball team based in the Bronx, New York. They compete in the East Division of Major League Baseball's (MLB) American League (AL). The club began play in 1903 as the Highlanders, after owners Frank Farrell and William S. Devery had bought the defunct Baltimore Orioles and moved the team to New York City; in 1913, the team changed its nickname to the Yankees. From 1903 to 2019, the franchise has won more than 10,000 games and 27 World Series championships. The list below documents players and teams that hold particular club records. Outfielder Babe Ruth holds the most franchise records, with 16, including career home runs, and career and single-season batting average and on-base percentage. Shortstop Derek Jeter has the second-most records among hitters, with eight. Jeter's marks include the records for career hits, singles, doubles, and stolen bases. Among pitchers, Whitey Ford has the most Yankees records with five, all of which are career totals. These include games won, games started, and innings pitched. Several Yankees hold AL and MLB records. Ruth has MLB single-season records for extra-base hits and total bases, and holds four other AL single-season records."
}