{
  "url": "https://en.wikipedia.org/wiki/List_of_University_of_Central_Florida_alumni",
  "title": "List of University of Central Florida alumni",
  "header": [
    [
      "Alumni",
      []
    ],
    [
      "Class year",
      []
    ],
    [
      "Notability",
      []
    ]
  ],
  "data": [
    [
      [
        "Cody Allen",
        [
          "/wiki/Cody_Allen"
        ]
      ],
      [
        "2008",
        []
      ],
      [
        "MLB pitcher for the Cleveland Indians and Los Angeles Angels",
        [
          "/wiki/MLB",
          "/wiki/Pitcher",
          "/wiki/Cleveland_Indians",
          "/wiki/Los_Angeles_Angels"
        ]
      ]
    ],
    [
      [
        "Drew Butera",
        [
          "/wiki/Drew_Butera"
        ]
      ],
      [
        "2005",
        []
      ],
      [
        "MLB catcher for the Kansas City Royals",
        [
          "/wiki/MLB",
          "/wiki/Catcher"
        ]
      ]
    ],
    [
      [
        "Craig Cozart",
        [
          "/wiki/Craig_Cozart"
        ]
      ],
      [
        "1996",
        []
      ],
      [
        "College baseball coach at UCF and High Point",
        [
          "/wiki/UCF_Knights_baseball",
          "/wiki/High_Point_Panthers_baseball"
        ]
      ]
    ],
    [
      [
        "Matt Fox",
        [
          "/wiki/Matt_Fox_(baseball)"
        ]
      ],
      [
        "2001",
        []
      ],
      [
        "Former MLB pitcher for the Boston Red Sox , Minnesota Twins , Seattle Mariners",
        [
          "/wiki/MLB",
          "/wiki/Pitcher",
          "/wiki/Boston_Red_Sox",
          "/wiki/Minnesota_Twins",
          "/wiki/Seattle_Mariners"
        ]
      ]
    ],
    [
      [
        "Ben Lively",
        [
          "/wiki/Ben_Lively"
        ]
      ],
      [
        "2013",
        []
      ],
      [
        "MLB pitcher for the Philadelphia Phillies",
        [
          "/wiki/MLB",
          "/wiki/Pitcher",
          "/wiki/Philadelphia_Phillies"
        ]
      ]
    ],
    [
      [
        "Mike Maroth",
        [
          "/wiki/Mike_Maroth"
        ]
      ],
      [
        "1998",
        []
      ],
      [
        "Former MLB pitcher for the Detroit Tigers and St. Louis Cardinals",
        [
          "/wiki/MLB",
          "/wiki/Pitcher",
          "/wiki/Detroit_Tigers",
          "/wiki/St._Louis_Cardinals"
        ]
      ]
    ],
    [
      [
        "Chad Mottola",
        [
          "/wiki/Chad_Mottola"
        ]
      ],
      [
        "1992",
        []
      ],
      [
        "Former MLB outfielder for the Cincinnati Reds , Toronto Blue Jays , Miami Marlins and Baltimore Orioles",
        [
          "/wiki/MLB",
          "/wiki/Outfielder",
          "/wiki/Cincinnati_Reds",
          "/wiki/Toronto_Blue_Jays",
          "/wiki/Miami_Marlins",
          "/wiki/Baltimore_Orioles"
        ]
      ]
    ],
    [
      [
        "Rob Radlosky",
        [
          "/wiki/Rob_Radlosky"
        ]
      ],
      [
        "-",
        []
      ],
      [
        "Former MLB pitcher for the Minnesota Twins",
        [
          "/wiki/MLB",
          "/wiki/Pitcher",
          "/wiki/Minnesota_Twins"
        ]
      ]
    ],
    [
      [
        "Esix Snead",
        [
          "/wiki/Esix_Snead"
        ]
      ],
      [
        "1998",
        []
      ],
      [
        "Former MLB outfielder for the New York Mets",
        [
          "/wiki/MLB",
          "/wiki/Outfielder",
          "/wiki/New_York_Mets"
        ]
      ]
    ],
    [
      [
        "Clay Timpner",
        [
          "/wiki/Clay_Timpner"
        ]
      ],
      [
        "2004",
        []
      ],
      [
        "Former MLB outfielder for the San Francisco Giants",
        [
          "/wiki/MLB",
          "/wiki/Outfielder",
          "/wiki/San_Francisco_Giants"
        ]
      ]
    ],
    [
      [
        "Daniel Winkler",
        [
          "/wiki/Dan_Winkler"
        ]
      ],
      [
        "2011",
        []
      ],
      [
        "MLB pitcher for the Atlanta Braves",
        [
          "/wiki/MLB",
          "/wiki/Pitcher"
        ]
      ]
    ]
  ],
  "section_title": "Notable alumni -- Sports",
  "section_text": "Drew Butera Mike Maroth",
  "uid": "List_of_University_of_Central_Florida_alumni_5",
  "intro": "The University of Central Florida (UCF) is a metropolitan public research and space-grant university located on a 1,415-acre (5.73 km2) main campus in Orlando, Florida, United States. UCF is a member institution of the State University System of Florida and is the largest university in the United States in terms of undergraduate enrollment. It was founded in 1963 as Florida Technological University with the goal of providing highly trained personnel to support the Kennedy Space Center and Cape Canaveral Air Force Station on Florida's Space Coast. After the university's academic scope expanded in the mid and late 1970s to encompass a wider variety of disciplines, the school was renamed The University of Central Florida in 1978. Initial enrollment in 1968 was 1,948 students; as of 2014, the university has 59,770 students from more than 140 countries, all 50 U.S. states and the District of Columbia. Since the university's first graduating class in 1970, UCF has awarded more than 250,000 degrees, including 45,000 graduate and professional degrees, to over 200,000 alumni. UCF alumni have made research contributions to optics, modeling and simulation, digital media, engineering and computer science, business administration, education and hospitality management. Among the most notable are Gene Frantz('71), inventor of the Texas Instruments Speak and Spell, and father of digital signal processing. Numerous graduates have gained notoriety in the fields of law, government, and public policy, with alumni including a prime minister, a chairman of the Council of Economic Advisers, a United States assistant secretary of state, a deputy assistant secretary at the Department of the Treasury, a director of the National Reconnaissance Office, and a director of the Secret Service; in addition to numerous members of the Florida Cabinet, Florida House of Representatives and Florida Senate, National Aeronautics and Space Administration (NASA) astronauts, and numerous officers in the armed forces through a unique partnership between the university and the U.S. military. Alumni have also achieved success as executives in major organizations and Fortune 500 companies, such as Boeing, Busch Entertainment Corporation, Darden Restaurants, Ericsson, Google, NASCAR, the Orlando Magic and Texas Rangers, Sun Sports and Fox Sports Florida, Raymond James Financial, Walt Disney Parks and Resorts, and Yahoo! UCF graduates have also made notable contributions in the entertainment industry, including Cheryl Hines, widely known for her role as Cheryl David on the HBO television series Curb Your Enthusiasm, and Daniel Tosh, host of Tosh.0 on Comedy Central. In addition, The Blair Witch Project, which is considered one of the most successful independent films produced, was filmed by UCF students and directed by alumni Daniel Myrick and Eduardo Sanchez."
}