{
  "url": "https://en.wikipedia.org/wiki/List_of_mathematicians,_physicians,_and_scientists_educated_at_Jesus_College,_Oxford",
  "title": "List of mathematicians, physicians, and scientists educated at Jesus College, Oxford",
  "header": [
    [
      "Name",
      []
    ],
    [
      "M",
      []
    ],
    [
      "G",
      []
    ],
    [
      "Degree",
      []
    ],
    [
      "Notes",
      []
    ]
  ],
  "data": [
    [
      [
        "Graham Dixon-Lewis",
        [
          "/wiki/Graham_Dixon-Lewis"
        ]
      ],
      [
        "1940",
        []
      ],
      [
        "1948",
        []
      ],
      [
        "BA Chemistry ( 1944 ) , DPhil ( 1948 )",
        []
      ],
      [
        "Combustion engineer and Fellow of the Royal Society",
        [
          "/wiki/Fellow_of_the_Royal_Society"
        ]
      ]
    ],
    [
      [
        "Herbert George ( F )",
        [
          "/wiki/Herbert_George"
        ]
      ],
      [
        "1911",
        []
      ],
      [
        "1914",
        []
      ],
      [
        "BA Natural Science ( 1st )",
        []
      ],
      [
        "University lecturer in chemistry , college librarian and bursar",
        [
          "/wiki/Bursar"
        ]
      ]
    ],
    [
      [
        "Frank Greenaway",
        [
          "/wiki/Frank_Greenaway"
        ]
      ],
      [
        "1936",
        []
      ],
      [
        "1939",
        []
      ],
      [
        "BA Chemistry",
        []
      ],
      [
        "Keeper of the Department of Chemistry at the Science Museum ( 1967-1980 ) ; Reader in the History of Science at the Davy-Faraday Research Laboratory of the Royal Institution ( 1970-1985 )",
        [
          "/wiki/Science_Museum_(London)",
          "/wiki/Reader_(academic_rank)",
          "/wiki/Royal_Institution"
        ]
      ]
    ],
    [
      [
        "William Lewis",
        [
          "/wiki/William_Lewis_(chemist)"
        ]
      ],
      [
        "1890",
        []
      ],
      [
        "1894",
        []
      ],
      [
        "BA Natural Science ( Chemistry ) ( 2nd )",
        []
      ],
      [
        "Professor of Chemistry at University College , Exeter ( 1901-1935 )",
        [
          "/wiki/University_of_Exeter"
        ]
      ]
    ],
    [
      [
        "Derek Long",
        [
          "/wiki/Derek_Long"
        ]
      ],
      [
        "1943",
        []
      ],
      [
        "1949",
        []
      ],
      [
        "BA Chemistry ( 1st , 1946 ) , DPhil ( 1949 )",
        []
      ],
      [
        "Emeritus Professor of Structural Chemistry at the University of Bradford , working in the field of Raman spectroscopy",
        [
          "/wiki/University_of_Bradford",
          "/wiki/Raman_spectroscopy"
        ]
      ]
    ],
    [
      [
        "John Rose",
        [
          "/wiki/John_Rose_(chemist)"
        ]
      ],
      [
        "1929",
        []
      ],
      [
        "1933",
        []
      ],
      [
        "BA Chemistry ( 1932 ) , BSc ( 1933 )",
        []
      ],
      [
        "Research chemist at Imperial Chemical Industries",
        [
          "/wiki/Imperial_Chemical_Industries"
        ]
      ]
    ],
    [
      [
        "Walter H. Stockmayer ( HF )",
        [
          "/wiki/Walter_H._Stockmayer"
        ]
      ],
      [
        "1935",
        []
      ],
      [
        "1937",
        []
      ],
      [
        "BSc ( in gas kinetics )",
        []
      ],
      [
        "American Rhodes Scholar , who was a chemist and pioneer of polymer science",
        [
          "/wiki/Rhodes_Scholar",
          "/wiki/Polymer"
        ]
      ]
    ],
    [
      [
        "John Whiston",
        [
          "/wiki/John_Whiston"
        ]
      ],
      [
        "1911",
        []
      ],
      [
        "1914",
        []
      ],
      [
        "BA Chemistry ( 1st )",
        []
      ],
      [
        "Associate Professor in chemistry at the Royal Military College of Science ( 1936-1956 )",
        [
          "/wiki/Royal_Military_College_of_Science"
        ]
      ]
    ]
  ],
  "section_title": "Alumni -- Chemists",
  "section_text": "The Science Museum , where Frank Greenaway was Keeper of the Department of Chemistry for over 20 years",
  "uid": "List_of_mathematicians,_physicians,_and_scientists_educated_at_Jesus_College,_Oxford_3",
  "intro": "Jesus College is one of the constituent colleges of the University of Oxford in England. The college was founded in 1571 by Queen Elizabeth I at the request of Hugh Price, a Welsh clergyman, who was Treasurer of St David's Cathedral in Pembrokeshire. The college still has strong links with Wales, and about 15% of students are Welsh. There are 340 undergraduates and 190 students carrying out postgraduate studies. Women have been admitted since 1974, when the college was one of the first five men's colleges to become co-educational. Old members of Jesus College are sometimes known as Jesubites. Mathematicians who have studied at Jesus College include Nigel Hitchin (Savilian Professor of Geometry at Oxford 1997-2016), Jonathan Borwein (a former Rhodes Scholar who has held professorial appointments in Canada and Australia), and Jim Mauldon (who taught at Oxford before moving to the United States to teach at Amherst College in Massachusetts). David E. Evans is Professor of Mathematics at Cardiff University, and H. W. Lloyd Tanner was Professor of Mathematics and Astronomy at one of its predecessor institutions, the University College of South Wales and Monmouthshire. Several noted individuals from biology, botany and zoology were educated at the college, including the Welsh clergyman Hugh Davies (whose Welsh Botanology of 1813 was the first publication to cross-reference the Welsh-language and the scientific names of plants), Edward Bagnall Poulton (Professor of Zoology at Oxford) and James Brontë Gatenby (Professor of Zoology at Trinity College, Dublin). Frank Greenaway was Keeper of the Department of Chemistry at the Science Museum in London for over 20 years, and the physicist Chris Rapley was director of the museum 2007-2010. Other physicists who are Old Members of the college include Michael Woolfson (a former Professor of Physics at the University of York) and Edward Hinds (whose work on ultra-cold matter won him the Rumford Medal of the Royal Society in 2008). Edwin Stevens, who studied Natural Science at the college, designed the world's first wearable hearing aid, and Sir Graham Sutton became director-general of the Meteorological Office ('Met Office')."
}