{
  "url": "https://en.wikipedia.org/wiki/List_of_Pi_Kappa_Phi_chapters",
  "title": "List of Pi Kappa Phi chapters",
  "header": [
    [
      "State",
      []
    ],
    [
      "Total",
      []
    ],
    [
      "Active",
      []
    ]
  ],
  "data": [
    [
      [
        "North Carolina",
        [
          "/wiki/North_Carolina"
        ]
      ],
      [
        "20",
        []
      ],
      [
        "12",
        []
      ]
    ],
    [
      [
        "Georgia",
        [
          "/wiki/Georgia_(U.S._state)"
        ]
      ],
      [
        "17",
        []
      ],
      [
        "11",
        []
      ]
    ],
    [
      [
        "California",
        [
          "/wiki/California"
        ]
      ],
      [
        "18",
        []
      ],
      [
        "15",
        []
      ]
    ],
    [
      [
        "Texas",
        [
          "/wiki/Texas"
        ]
      ],
      [
        "14",
        []
      ],
      [
        "13",
        []
      ]
    ],
    [
      [
        "New York",
        [
          "/wiki/New_York_(state)"
        ]
      ],
      [
        "14",
        []
      ],
      [
        "10",
        []
      ]
    ],
    [
      [
        "Virginia",
        [
          "/wiki/Virginia"
        ]
      ],
      [
        "13",
        []
      ],
      [
        "11",
        []
      ]
    ],
    [
      [
        "Florida",
        [
          "/wiki/Florida"
        ]
      ],
      [
        "13",
        []
      ],
      [
        "10",
        []
      ]
    ],
    [
      [
        "Pennsylvania",
        [
          "/wiki/Pennsylvania"
        ]
      ],
      [
        "13",
        []
      ],
      [
        "6",
        []
      ]
    ],
    [
      [
        "Alabama",
        [
          "/wiki/Alabama"
        ]
      ],
      [
        "12",
        []
      ],
      [
        "7",
        []
      ]
    ],
    [
      [
        "South Carolina",
        [
          "/wiki/South_Carolina"
        ]
      ],
      [
        "10",
        []
      ],
      [
        "9",
        []
      ]
    ]
  ],
  "section_title": "Statistics -- Most-chartered states",
  "section_text": "",
  "uid": "List_of_Pi_Kappa_Phi_chapters_3",
  "intro": "The Pi Kappa Phi fraternity has founded a total of 232 chapters in 41 U.S. states and the District of Columbia. As of May 3, 2013, there are 178 active chapters (162 chartered, plus 16 associate chapters, or colonies), and 93 alumni organizations. Soon after its inception at The College of Charleston in 1904 (the Alpha chapter), the fraternity began spreading to other campuses, granting charters to student groups at Presbyterian College (Beta, 1907), Berkeley (Gamma, 1909), and Furman University (Delta, 1909). Gamma (Berkeley) was the first long-distance chapter, which helped to firmly establish Pi Kappa Phi as a national fraternity. In some instances during those early days, the creation of a chapter was by necessity a clandestine affair, as was the case with the Delta Chapter at Furman University. At the time, South Carolina had a state law that banned fraternities at state-supported schools, so as a result, Presbyterian College and the College of Charleston were the only two South Carolina schools in which fraternities were allowed. The Furman chapter therefore operated sub rosa (under the rose), until state laws were later changed so as to allow fraternal organizations. The next two decades saw the addition of 36 new chapters in the Midwest, South, and West Coast regions. By 1930, Pi Kappa Phi had established a national presence, however the growth of the fraternity was slowed during the 1930s and 1940s by the Great Depression and World War II. During the 1950s and 1960s, the fraternity began to grow more rapidly, establishing chapters across the South, strengthening its position as a southern fraternity. The fraternity experienced unprecedented growth from 1970 to 1999, founding over 100 new chapters and establishing a more prevalent West Coast presence while further strengthening its position in the South. As part of The Second Century Vision campaign, the national fraternity's efforts are focused on increasing the number of active chapters."
}