{
  "url": "https://en.wikipedia.org/wiki/LA_Galaxy",
  "title": "LA Galaxy",
  "header": [
    [
      "Name",
      []
    ],
    [
      "Nation",
      []
    ],
    [
      "Tenure",
      []
    ]
  ],
  "data": [
    [
      [
        "Lothar Osiander",
        [
          "/wiki/Lothar_Osiander"
        ]
      ],
      [
        "Germany",
        []
      ],
      [
        "1996-97",
        []
      ]
    ],
    [
      [
        "Octavio Zambrano",
        [
          "/wiki/Octavio_Zambrano"
        ]
      ],
      [
        "Ecuador",
        []
      ],
      [
        "June 10 , 1997 - April 23 , 1999",
        []
      ]
    ],
    [
      [
        "Sigi Schmid",
        [
          "/wiki/Sigi_Schmid"
        ]
      ],
      [
        "Germany",
        []
      ],
      [
        "April 22 , 1999 - August 16 , 2004 , July 27 , 2017 - September 10 , 2018",
        []
      ]
    ],
    [
      [
        "Steve Sampson",
        [
          "/wiki/Steve_Sampson"
        ]
      ],
      [
        "United States",
        []
      ],
      [
        "August 18 , 2004 - June 6 , 2006",
        []
      ]
    ],
    [
      [
        "Frank Yallop",
        [
          "/wiki/Frank_Yallop"
        ]
      ],
      [
        "Canada",
        []
      ],
      [
        "June 7 , 2006 - November 5 , 2007",
        []
      ]
    ],
    [
      [
        "Ruud Gullit",
        [
          "/wiki/Ruud_Gullit"
        ]
      ],
      [
        "Netherlands",
        []
      ],
      [
        "November 9 , 2007 - August 11 , 2008",
        []
      ]
    ],
    [
      [
        "Cobi Jones ( interim )",
        [
          "/wiki/Cobi_Jones"
        ]
      ],
      [
        "United States",
        []
      ],
      [
        "August 11 , 2008 - August 18 , 2008",
        []
      ]
    ],
    [
      [
        "Bruce Arena",
        [
          "/wiki/Bruce_Arena"
        ]
      ],
      [
        "United States",
        []
      ],
      [
        "August 18 , 2008 - November 22 , 2016",
        []
      ]
    ],
    [
      [
        "Curt Onalfo",
        [
          "/wiki/Curt_Onalfo"
        ]
      ],
      [
        "United States",
        []
      ],
      [
        "December 13 , 2016 - July 27 , 2017",
        []
      ]
    ],
    [
      [
        "Dominic Kinnear ( interim )",
        [
          "/wiki/Dominic_Kinnear"
        ]
      ],
      [
        "United States",
        []
      ],
      [
        "September 10 , 2018 - December 28 , 2018",
        []
      ]
    ],
    [
      [
        "Guillermo Barros Schelotto",
        [
          "/wiki/Guillermo_Barros_Schelotto"
        ]
      ],
      [
        "Argentina",
        []
      ],
      [
        "January 2 , 2019 - present",
        []
      ]
    ]
  ],
  "section_title": "Players and staff -- Head coaches since 1996",
  "section_text": "Sigi Schmid ( pictured here with the Columbus Crew ) led the Galaxy to their first MLS Cup title in 2002 As of November 25 , 2017 [ 80 ]",
  "uid": "Los_Angeles_Galaxy_4",
  "intro": "The LA Galaxy, also known as the Los Angeles Galaxy, is an American professional soccer club based in the Los Angeles suburb of Carson, California, that competes in Major League Soccer (MLS), as a member of the Western Conference. The club began play in 1996 as one of the league's ten charter members. The Galaxy was founded in 1994 and is owned by Anschutz Entertainment Group. In their early years, the club played its home games at the Rose Bowl in Pasadena, California. Since 2003, they have played at Dignity Health Sports Park in Carson, California. The team holds a rivalry with the San Jose Earthquakes in the California Clásico and used to play the SuperClasico against city rivals Chivas USA before that team folded in 2014. A new rival emerged in 2018 in the form of Los Angeles FC in the El Tráfico derby. The franchise is one of Major League Soccer's most successful teams, with a record five MLS Cups and having appeared an additional four times in the final, and won the Western Conference regular season title eight times, four Supporters' Shields, two U.S. Open Cups and one CONCACAF Champions' Cup title. In 2017, the club added the dubious MLS Wooden Spoon to its trophy case for finishing bottom of the MLS league table. In 2007, the club made international headlines with the signing of English player David Beckham from Real Madrid, the most high-profile transaction with Major League Soccer to that point. The club has fielded other high-profile international players including Zlatan Ibrahimović, Robbie Keane, Luis Hernández, Giovani dos Santos, Jonathan dos Santos, Jorge Campos, Steven Gerrard, Ashley Cole, and American Landon Donovan who is the all-time leading scorer for the club. Mostly recently in 2020 they signed Javier Chicharito Hernández, the all-time leading scorer for Mexico's National Team."
}