{
  "url": "https://en.wikipedia.org/wiki/Moel-y-Parc_transmitting_station",
  "title": "Moel-y-Parc transmitting station",
  "header": [
    [
      "Frequency",
      []
    ],
    [
      "UHF",
      []
    ],
    [
      "kW",
      []
    ],
    [
      "Service",
      []
    ],
    [
      "System",
      []
    ]
  ],
  "data": [
    [
      [
        "546.000 MHz",
        [
          "/wiki/Hertz"
        ]
      ],
      [
        "30",
        []
      ],
      [
        "0.25",
        []
      ],
      [
        "Arqiva ( Mux C )",
        [
          "/wiki/Arqiva"
        ]
      ],
      [
        "DVB-T",
        [
          "/wiki/DVB-T"
        ]
      ]
    ],
    [
      [
        "578.000 MHz",
        [
          "/wiki/Hertz"
        ]
      ],
      [
        "34",
        []
      ],
      [
        "0.25",
        []
      ],
      [
        "Arqiva ( Mux D )",
        []
      ],
      [
        "DVB-T",
        []
      ]
    ],
    [
      [
        "639.25 MHz",
        [
          "/wiki/Hertz"
        ]
      ],
      [
        "42",
        []
      ],
      [
        "100",
        []
      ],
      [
        "S4C",
        [
          "/wiki/S4C"
        ]
      ],
      [
        "PAL System I",
        [
          "/wiki/PAL"
        ]
      ]
    ],
    [
      [
        "666.000 MHz",
        [
          "/wiki/Hertz"
        ]
      ],
      [
        "45",
        []
      ],
      [
        "20",
        []
      ],
      [
        "BBC A",
        [
          "/wiki/BBC"
        ]
      ],
      [
        "DVB-T",
        []
      ]
    ],
    [
      [
        "695.25 MHz",
        [
          "/wiki/Hertz"
        ]
      ],
      [
        "49",
        []
      ],
      [
        "100",
        []
      ],
      [
        "ITV1 Wales",
        [
          "/wiki/ITV_Wales_&_West"
        ]
      ],
      [
        "PAL System I",
        []
      ]
    ],
    [
      [
        "719.25 MHz",
        [
          "/wiki/Hertz"
        ]
      ],
      [
        "52",
        []
      ],
      [
        "100",
        []
      ],
      [
        "BBC One Wales",
        [
          "/wiki/BBC_One_Wales"
        ]
      ],
      [
        "PAL System I",
        []
      ]
    ],
    [
      [
        "770.000 MHz",
        [
          "/wiki/Hertz"
        ]
      ],
      [
        "58",
        []
      ],
      [
        "1",
        []
      ],
      [
        "Digital 3 & 4 ( Mux 2 )",
        [
          "/wiki/Digital_3&4"
        ]
      ],
      [
        "DVB-T",
        []
      ]
    ],
    [
      [
        "794.000 MHz",
        [
          "/wiki/Hertz"
        ]
      ],
      [
        "61",
        []
      ],
      [
        "1",
        []
      ],
      [
        "SDN ( Mux A )",
        [
          "/wiki/S4C_Digital_Networks"
        ]
      ],
      [
        "DVB-T",
        []
      ]
    ],
    [
      [
        "818.000 MHz",
        [
          "/wiki/Hertz"
        ]
      ],
      [
        "64",
        []
      ],
      [
        "1",
        []
      ],
      [
        "BBC ( Mux B )",
        []
      ],
      [
        "DVB-T",
        []
      ]
    ]
  ],
  "section_title": "Channels listed by frequency -- Analogue and digital television",
  "section_text": "",
  "uid": "Moel-y-Parc_transmitting_station_7",
  "intro": "The Moel-y-Parc transmitting station is situated on Moel y Parc, a hill in north-east Wales at the northern end of the Clwydian range, close to the town of Caerwys and several miles (kilometres) north-east of Denbigh. It was built in 1962/1963 by the IBA to bring 405-line VHF ITV television to North Wales and it has been on the air since 1963. Its original height of 229 metres (751 ft) made it the tallest structure in North Wales and it stands on land that is itself about 335 metres (1,099 ft) above sea level. In 1965, VHF television transmissions from the BBC commenced from the site. With the addition of the UHF aerials in 1969, the mast height increased to 235 metres (771 ft) high. Its official coverage area includes parts of Flintshire, Denbighshire and Wrexham (although the majority of Wrexham is in a blindspot of direct transmission from Moel-y-Parc, its analogue transmissions were relayed via the Wrexham-Rhos transmitting station). A network of relay stations extends television coverage as far as Colwyn Bay in the west and Bala in the south. VHF television services from both BBC and ITV were discontinued in January 1985 as the 405-line TV system was switched off across the UK as a whole. Moel-y-Parc's UHF channel allocation made it a Group B transmitter, but with the roll-out of the UK's first digital TV services in 1998, a Group W wideband aerial was needed. The site reverted to being a Group B transmitter at digital switchover (DSO). Technically, with the advent of the temporary MUXES 7 and 8 Moel Y Parc became a K group, and is due to remain so at its 700MHz clearance. However most B group aerials will still work on all Moel's transmitted DTT channels (see graph)."
}