{
  "url": "https://en.wikipedia.org/wiki/Mooloolaba_Triathlon",
  "title": "Mooloolaba Triathlon",
  "header": [
    [
      "Year",
      []
    ],
    [
      "Winner",
      []
    ],
    [
      "Country",
      []
    ],
    [
      "Time",
      []
    ]
  ],
  "data": [
    [
      [
        "2016",
        []
      ],
      [
        "Mario Mola",
        [
          "/wiki/Mario_Mola"
        ]
      ],
      [
        "Spain",
        [
          "/wiki/Spain"
        ]
      ],
      [
        "52:55",
        []
      ]
    ],
    [
      [
        "2015",
        []
      ],
      [
        "David Hauss",
        [
          "/wiki/David_Hauss"
        ]
      ],
      [
        "France",
        [
          "/wiki/France"
        ]
      ],
      [
        "55:22",
        []
      ]
    ],
    [
      [
        "2014",
        []
      ],
      [
        "Mario Mola",
        [
          "/wiki/Mario_Mola"
        ]
      ],
      [
        "Spain",
        [
          "/wiki/Spain"
        ]
      ],
      [
        "54:18",
        []
      ]
    ],
    [
      [
        "2013",
        []
      ],
      [
        "Javier Gómez",
        [
          "/wiki/Francisco_Javier_Gómez_Noya"
        ]
      ],
      [
        "Spain",
        [
          "/wiki/Spain"
        ]
      ],
      [
        "1:54:32",
        []
      ]
    ],
    [
      [
        "2012",
        []
      ],
      [
        "Peter Kerr",
        []
      ],
      [
        "Australia",
        [
          "/wiki/Australia"
        ]
      ],
      [
        "1:49:29",
        []
      ]
    ],
    [
      [
        "2011",
        []
      ],
      [
        "Mitchell Robins",
        [
          "/wiki/Mitchell_Robins"
        ]
      ],
      [
        "Australia",
        [
          "/wiki/Australia"
        ]
      ],
      [
        "1:51:45",
        []
      ]
    ],
    [
      [
        "2010",
        []
      ],
      [
        "Brad Kahlefeldt",
        [
          "/wiki/Brad_Kahlefeldt"
        ]
      ],
      [
        "Australia",
        [
          "/wiki/Australia"
        ]
      ],
      [
        "1:51:31",
        []
      ]
    ],
    [
      [
        "2009",
        []
      ],
      [
        "Courtney Atkinson",
        [
          "/wiki/Courtney_Atkinson"
        ]
      ],
      [
        "Australia",
        [
          "/wiki/Australia"
        ]
      ],
      [
        "1:52:05",
        []
      ]
    ],
    [
      [
        "2008",
        []
      ],
      [
        "Javier Gómez",
        [
          "/wiki/Francisco_Javier_Gómez_Noya"
        ]
      ],
      [
        "Spain",
        [
          "/wiki/Spain"
        ]
      ],
      [
        "1:49:50",
        []
      ]
    ],
    [
      [
        "2007",
        []
      ],
      [
        "Brad Kahlefeldt",
        [
          "/wiki/Brad_Kahlefeldt"
        ]
      ],
      [
        "Australia",
        [
          "/wiki/Australia"
        ]
      ],
      [
        "1:49:22",
        []
      ]
    ]
  ],
  "section_title": "ITU men",
  "section_text": "",
  "uid": "Mooloolaba_Triathlon_0",
  "intro": "The Mooloolaba Triathlon is an annual triathlon held in Mooloolaba, Queensland, Australia since 1993. It begins with open water swimming, then cycling and running. USM EVENTS owns and manages the Mooloolaba Triathlon Festival. The Mooloolaba Triathlon Festival (MTF) celebrated its 20th year in 2012 and attracted approximately 7,000 age group and team competitors. Catering for participants of all abilities and age groups, the Mooloolaba Triathlon has grown into the second largest Olympic distance triathlon event in Australia. The Mooloolaba Triathlon is the centrepiece of a three-day multi-sport festival. In addition to attracting international and Australian elite sportsmen and women, the festival provides a range of opportunities for the not so elite athlete, including the Age Group Triathlon, Asics Twilight 5 kilometres (3.1 mi) Run, the Peregian Springs Mooloolaba Ocean Swim, and for the kids, The Courier- Mail Mooloolaba Superkidz Triathlon. The MTF also hosts a three-day Expo from Friday through to Sunday. The Expo is popular with a variety of festival partners and exhibitors showing, promoting and selling their products. Also staged in conjunction with the festival, is the International Triathlon Union Mooloolaba Triathlon World Cup; the only Australian leg of the ITU Triathlon World Cup Series. Being the first race of the series for the new year, this World Cup event consistently attracts thousands of spectators and a very strong international field. In 2011, the worlds top triathletes raced for a prize pool totalling US$100,000."
}