{
  "url": "https://en.wikipedia.org/wiki/Nancy_Lieberman_Award",
  "title": "Nancy Lieberman Award",
  "header": [
    [
      "School",
      []
    ],
    [
      "Winners",
      []
    ],
    [
      "Years",
      []
    ]
  ],
  "data": [
    [
      [
        "Connecticut",
        [
          "/wiki/UConn_Huskies_women's_basketball"
        ]
      ],
      [
        "8",
        []
      ],
      [
        "2000 , 2001 , 2002 , 2003 , 2004 , 2009 , 2015 , 2016",
        []
      ]
    ],
    [
      [
        "Notre Dame",
        [
          "/wiki/Notre_Dame_Fighting_Irish_women's_basketball"
        ]
      ],
      [
        "2",
        []
      ],
      [
        "2012 , 2013",
        []
      ]
    ],
    [
      [
        "Oregon",
        [
          "/wiki/Oregon_Ducks_women's_basketball"
        ]
      ],
      [
        "2",
        []
      ],
      [
        "2018 , 2019",
        []
      ]
    ],
    [
      [
        "Baylor",
        [
          "/wiki/Baylor_Lady_Bears_basketball"
        ]
      ],
      [
        "1",
        []
      ],
      [
        "2014",
        []
      ]
    ],
    [
      [
        "Duke",
        [
          "/wiki/Duke_Blue_Devils_women's_basketball"
        ]
      ],
      [
        "1",
        []
      ],
      [
        "2007",
        []
      ]
    ],
    [
      [
        "Gonzaga",
        [
          "/wiki/Gonzaga_Bulldogs_women's_basketball"
        ]
      ],
      [
        "1",
        []
      ],
      [
        "2011",
        []
      ]
    ],
    [
      [
        "LSU",
        [
          "/wiki/LSU_Lady_Tigers_basketball"
        ]
      ],
      [
        "1",
        []
      ],
      [
        "2005",
        []
      ]
    ],
    [
      [
        "Maryland",
        [
          "/wiki/Maryland_Terrapins_women's_basketball"
        ]
      ],
      [
        "1",
        []
      ],
      [
        "2008",
        []
      ]
    ],
    [
      [
        "North Carolina",
        [
          "/wiki/North_Carolina_Tar_Heels_women's_basketball"
        ]
      ],
      [
        "1",
        []
      ],
      [
        "2006",
        []
      ]
    ],
    [
      [
        "Oklahoma State",
        [
          "/wiki/Oklahoma_State_Cowgirls_basketball"
        ]
      ],
      [
        "1",
        []
      ],
      [
        "2010",
        []
      ]
    ],
    [
      [
        "Washington",
        [
          "/wiki/Washington_Huskies_women's_basketball"
        ]
      ],
      [
        "1",
        []
      ],
      [
        "2017",
        []
      ]
    ]
  ],
  "section_title": "Winners by school",
  "section_text": "",
  "uid": "Nancy_Lieberman_Award_1",
  "intro": "The Nancy Lieberman Award, named for Basketball Hall of Fame legend Nancy Lieberman, was given annually by the Rotary Club of Detroit in the Award's first 14 years to the nation's top collegiate point guard in women's Division I basketball. Sue Bird won the inaugural award in 2000 - her first of an unmatched three Lieberman Awards. No freshman (first-year player) has ever won the award, and only two players have won as sophomores (second-year players) - Bird in 2000 and Sabrina Ionescu in 2018. The award is given to a player who exemplifies the floor leadership, play-making and ball-handling skills that personified Nancy Lieberman during her career. Originally, voting was performed exclusively by sportswriters. The announcement of the winner has coincided with the Final Four weekend, with an award ceremony the following Wednesday which was hosted by the Detroit Rotary Club at the Detroit Athletic Club through 2013. Beginning with the 2014 award to Odyssey Sims of Baylor University, the Nancy Lieberman Award has been presented by the Naismith Memorial Basketball Hall of Fame as part of the Final Four proceedings, and is now presented at the annual convention of the Women's Basketball Coaches Association (WBCA). The 2017-18 season started a new era for the award. Since that season, the WBCA has partnered with the Naismith Hall in the presentation of the award. The two bodies also incorporated the Lieberman Award into a new set of awards known as the Naismith Starting 5, presented at the WBCA convention to players at each of the five traditional basketball positions. These awards parallel a previously existing set of men's basketball positional awards also presented by the Hall. The other four are:"
}