{
  "url": "https://en.wikipedia.org/wiki/NHL_Winter_Classic",
  "title": "NHL Winter Classic",
  "header": [
    [
      "Year",
      []
    ],
    [
      "Rating",
      []
    ],
    [
      "Viewers",
      []
    ],
    [
      "Network",
      []
    ]
  ],
  "data": [
    [
      [
        "2008",
        [
          "/wiki/2008_NHL_Winter_Classic"
        ]
      ],
      [
        "2.2",
        []
      ],
      [
        "3.75 million",
        []
      ],
      [
        "NBC",
        [
          "/wiki/NHL_on_NBC"
        ]
      ]
    ],
    [
      [
        "2009",
        [
          "/wiki/2009_NHL_Winter_Classic"
        ]
      ],
      [
        "2.5",
        []
      ],
      [
        "4.40 million",
        []
      ],
      [
        "NBC",
        [
          "/wiki/NHL_on_NBC"
        ]
      ]
    ],
    [
      [
        "2010",
        [
          "/wiki/2010_NHL_Winter_Classic"
        ]
      ],
      [
        "2.1",
        []
      ],
      [
        "3.68 million",
        []
      ],
      [
        "NBC",
        [
          "/wiki/NHL_on_NBC"
        ]
      ]
    ],
    [
      [
        "2011",
        [
          "/wiki/2011_NHL_Winter_Classic"
        ]
      ],
      [
        "2.3",
        []
      ],
      [
        "4.50 million",
        []
      ],
      [
        "NBC",
        [
          "/wiki/NHL_on_NBC"
        ]
      ]
    ],
    [
      [
        "2012",
        [
          "/wiki/2012_NHL_Winter_Classic"
        ]
      ],
      [
        "2.1",
        []
      ],
      [
        "3.73 million",
        []
      ],
      [
        "NBC",
        [
          "/wiki/NHL_on_NBC"
        ]
      ]
    ],
    [
      [
        "2014",
        [
          "/wiki/2014_NHL_Winter_Classic"
        ]
      ],
      [
        "2.5",
        []
      ],
      [
        "4.40 million",
        []
      ],
      [
        "NBC",
        [
          "/wiki/NHL_on_NBC"
        ]
      ]
    ],
    [
      [
        "2015",
        [
          "/wiki/2015_NHL_Winter_Classic"
        ]
      ],
      [
        "1.9",
        []
      ],
      [
        "3.47 million",
        []
      ],
      [
        "NBC",
        [
          "/wiki/NHL_on_NBC"
        ]
      ]
    ],
    [
      [
        "2016",
        [
          "/wiki/2016_NHL_Winter_Classic"
        ]
      ],
      [
        "1.6",
        []
      ],
      [
        "2.78 million",
        []
      ],
      [
        "NBC",
        [
          "/wiki/NHL_on_NBC"
        ]
      ]
    ],
    [
      [
        "2017",
        [
          "/wiki/2017_NHL_Winter_Classic"
        ]
      ],
      [
        "1.5",
        []
      ],
      [
        "2.56 million",
        []
      ],
      [
        "NBC",
        [
          "/wiki/NHL_on_NBC"
        ]
      ]
    ],
    [
      [
        "2018",
        [
          "/wiki/2018_NHL_Winter_Classic"
        ]
      ],
      [
        "1.4",
        []
      ],
      [
        "2.48 million",
        []
      ],
      [
        "NBC",
        [
          "/wiki/NHL_on_NBC"
        ]
      ]
    ],
    [
      [
        "2019",
        [
          "/wiki/2019_NHL_Winter_Classic"
        ]
      ],
      [
        "1.9",
        []
      ],
      [
        "2.97 million",
        []
      ],
      [
        "NBC",
        [
          "/wiki/NHL_on_NBC"
        ]
      ]
    ],
    [
      [
        "2020",
        [
          "/wiki/2020_NHL_Winter_Classic"
        ]
      ],
      [
        "1.1",
        []
      ],
      [
        "1.96 million",
        []
      ],
      [
        "NBC",
        [
          "/wiki/NHL_on_NBC"
        ]
      ]
    ]
  ],
  "section_title": "Coverage -- Television ratings",
  "section_text": "A television camera and media personnel at the 2015 Winter Classic . The event has become the NHL most watched regular season game in the United States . The Winter Classic games usually rank among the most watched regular season NHL games on NBC reacquiring the rights to the NHL in 2005 . Early entries in the Winter Classic ranked among the highest ratings for professional hockey in the United States since the 1970s , prior to that , the highest rating for an NHL game since then had been Wayne Gretzky 's final game , which aired on Fox in 1999 . Winter Classic viewership peaked in 2011 and , with the exception of one-year bumps in 2014 and 2019 , has been in a mostly steady decline since then .",
  "uid": "NHL_Winter_Classic_2",
  "intro": "The NHL Winter Classic (French: La Classique hivernale de la LNH) is an annual regular season outdoor hockey game played in the National Hockey League (NHL) on or around New Year's Day, generally in a football or baseball stadium in an area with a resident NHL team. The Winter Classic is distinct from the league's two other series of outdoor games, the NHL Heritage Classic and the NHL Stadium Series. The first Winter Classic was held in 2008 at Ralph Wilson Stadium (now New Era Field) in Orchard Park, New York, between the Buffalo Sabres and Pittsburgh Penguins. Eleven Winter Classics have been held. The most recent game was played during the 2019-20 NHL season at Cotton Bowl, with the Dallas Stars defeating the Nashville Predators 4-2. After the success of the Cold War at Michigan State University in 2001 and the 2003 Heritage Classic, the NHL's first regular season outdoor game, the league inaugurated the Winter Classic in 2008. It eventually caught on as an annual tradition for the league, suspending only in 2013 due to 2012-13 NHL lockout. The 2014 game between the Toronto Maple Leafs and the Detroit Red Wings set a new NHL attendance record of 105,491. The Winter Classic has been contested only in the United States, while the Heritage Classic has been held exclusively in Canada. The Winter Classic featured only American teams for its first five games, until the Maple Leafs' appearance in 2014. Along with the NHL All-Star Game, the Winter Classic is considered one of the NHL's premier events; with matchups generally booked to showcase the league's most popular teams and players, the event garners the league its highest attendance and among its highest television ratings. The event is typically promoted as a return to the sport's outdoor roots, meant to evoke memories of pond hockey."
}