{
  "url": "https://en.wikipedia.org/wiki/Order_of_battle_for_Convoy_SC_7",
  "title": "Order of battle for Convoy SC 7",
  "header": [
    [
      "Name",
      []
    ],
    [
      "Commander",
      []
    ],
    [
      "Ships sunk",
      []
    ],
    [
      "Ships damaged",
      []
    ]
  ],
  "data": [
    [
      [
        "U-38",
        [
          "/wiki/German_submarine_U-38_(1938)"
        ]
      ],
      [
        "Heinrich Liebe",
        [
          "/wiki/Heinrich_Liebe"
        ]
      ],
      [
        "1",
        []
      ],
      [
        "1",
        []
      ]
    ],
    [
      [
        "U-46",
        [
          "/wiki/German_submarine_U-46_(1938)"
        ]
      ],
      [
        "Engelbert Endrass",
        [
          "/wiki/Engelbert_Endrass"
        ]
      ],
      [
        "3",
        []
      ],
      [
        "0",
        []
      ]
    ],
    [
      [
        "U-48",
        [
          "/wiki/German_submarine_U-48_(1939)"
        ]
      ],
      [
        "Heinrich Bleichrodt",
        [
          "/wiki/Heinrich_Bleichrodt"
        ]
      ],
      [
        "2",
        []
      ],
      [
        "0",
        []
      ]
    ],
    [
      [
        "U-99",
        [
          "/wiki/German_submarine_U-99_(1940)"
        ]
      ],
      [
        "Otto Kretschmer",
        [
          "/wiki/Otto_Kretschmer"
        ]
      ],
      [
        "6",
        []
      ],
      [
        "1",
        []
      ]
    ],
    [
      [
        "U-100",
        [
          "/wiki/German_submarine_U-100_(1939)"
        ]
      ],
      [
        "Joachim Schepke",
        [
          "/wiki/Joachim_Schepke"
        ]
      ],
      [
        "0",
        []
      ],
      [
        "3",
        []
      ]
    ],
    [
      [
        "U-101",
        [
          "/wiki/German_submarine_U-101_(1940)"
        ]
      ],
      [
        "Fritz Frauenheim",
        [
          "/wiki/Fritz_Frauenheim"
        ]
      ],
      [
        "3",
        []
      ],
      [
        "1",
        []
      ]
    ],
    [
      [
        "U-123",
        [
          "/wiki/German_submarine_U-123_(1940)"
        ]
      ],
      [
        "Karl-Heinz Moehle",
        [
          "/wiki/Karl-Heinz_Moehle"
        ]
      ],
      [
        "4",
        []
      ],
      [
        "0",
        []
      ]
    ],
    [
      [
        "U-124",
        [
          "/wiki/German_submarine_U-124_(1940)"
        ]
      ],
      [
        "Georg-Wilhelm Schulz",
        [
          "/wiki/Georg-Wilhelm_Schulz"
        ]
      ],
      [
        "1",
        []
      ],
      [
        "0",
        []
      ]
    ]
  ],
  "section_title": "U-boats",
  "section_text": "",
  "uid": "Order_of_battle_for_Convoy_SC_7_1",
  "intro": "Convoy SC 7 was the seventh of the SC convoys, bound from Sydney, Nova Scotia across the \nNorth Atlantic to a number of British ports, mainly Liverpool. They were designated SC as their departure point was designated Sydney, Cape Breton in order to avoid confusion with Sydney in Australia. The convoys formed part of the battle of the Atlantic during the Second World War. Large numbers of merchants travelled together with naval escorts to protect against U-boat attacks. They were often slow, the merchants often only being capable of a speed of around 8 knots (15 km/h; 9.2 mph) and so were particularly vulnerable to attack. This problem was exacerbated by a shortage of suitable escorts from either the Royal Canadian Navy or the Royal Navy in the early stages of the war. Convoy SC 7 left Sydney on 5 October 1940, consisting of 36 merchants initially escorted by the Canadian armed yacht HMCS Elk and the British sloop HMS Scarborough. Having seen the convoy out of Canadian waters, Elk turned back on 7 October leaving the convoy to spend three quarters of the crossing escorted by the lone Scarborough. One of the merchants, SS Winona had developed engine problems and also turned back. The crossing was uneventful to begin with, the only casualty being SS Trevisa which was straggling behind the main convoy and was torpedoed and sunk on 16 October by U-124. The main convoy was spotted the following day by U-38, which sank SS Aenos. Further sporadic attacks continued that day and the following, despite the arrival of the sloop HMS Fowey and the corvette HMS Bluebell."
}