{
  "url": "https://en.wikipedia.org/wiki/Order_of_battle_for_Convoy_PQ_17",
  "title": "Order of battle for Convoy PQ 17",
  "header": [
    [
      "Name",
      []
    ],
    [
      "Commander",
      []
    ],
    [
      "Ships sunk",
      []
    ],
    [
      "Ships damaged",
      []
    ]
  ],
  "data": [
    [
      [
        "U-88",
        [
          "/wiki/German_submarine_U-88_(1941)"
        ]
      ],
      [
        "Heino Bohmann",
        []
      ],
      [
        "2",
        []
      ],
      [
        "0",
        []
      ]
    ],
    [
      [
        "U-251",
        [
          "/wiki/German_submarine_U-251"
        ]
      ],
      [
        "Heinrich Timm",
        [
          "/wiki/Heinrich_Timm"
        ]
      ],
      [
        "1",
        []
      ],
      [
        "0",
        []
      ]
    ],
    [
      [
        "U-255",
        [
          "/wiki/German_submarine_U-255"
        ]
      ],
      [
        "Reinhart Reche",
        [
          "/wiki/Reinhart_Reche"
        ]
      ],
      [
        "4",
        []
      ],
      [
        "0",
        []
      ]
    ],
    [
      [
        "U-334",
        [
          "/wiki/German_submarine_U-334"
        ]
      ],
      [
        "Hilmar Siemon",
        []
      ],
      [
        "2",
        []
      ],
      [
        "0",
        []
      ]
    ],
    [
      [
        "U-355",
        [
          "/wiki/German_submarine_U-355"
        ]
      ],
      [
        "Günter La Baume",
        []
      ],
      [
        "1",
        []
      ],
      [
        "0",
        []
      ]
    ],
    [
      [
        "U-376",
        [
          "/wiki/German_submarine_U-376"
        ]
      ],
      [
        "Friedrich-Karl Marks",
        []
      ],
      [
        "1",
        []
      ],
      [
        "0",
        []
      ]
    ],
    [
      [
        "U-456",
        [
          "/wiki/German_submarine_U-456"
        ]
      ],
      [
        "Max-Martin Teichert",
        [
          "/wiki/Max-Martin_Teichert"
        ]
      ],
      [
        "1",
        []
      ],
      [
        "0",
        []
      ]
    ],
    [
      [
        "U-457",
        [
          "/wiki/German_submarine_U-457"
        ]
      ],
      [
        "Karl Brandenburg",
        []
      ],
      [
        "2",
        []
      ],
      [
        "0",
        []
      ]
    ],
    [
      [
        "U-703",
        [
          "/wiki/German_submarine_U-703"
        ]
      ],
      [
        "Heinz Bielfeld",
        [
          "/wiki/Heinz_Bielfeld"
        ]
      ],
      [
        "2",
        []
      ],
      [
        "0",
        []
      ]
    ]
  ],
  "section_title": "Axis forces -- U-boats",
  "section_text": "",
  "uid": "Order_of_battle_for_Convoy_PQ_17_1",
  "intro": "Convoy PQ 17 was the penultimate of the PQ/QP series of arctic convoys, bound from British ports through the Arctic Ocean via Reykjavík to the White Sea ports of the Soviet Union, particularly Murmansk and Archangel. The convoy was heavily defended, but fearing an imminent attack by substantial German surface forces, the Admiralty made the decision to disperse the convoy. The convoy comprised 35 merchant ships and 6 naval auxiliaries (41 in all) and was defended by a close escort and two distant escort forces, 43 warships in total. It was opposed by a U-boat group, Eisteufel, of first 6, then 8 U-boats, and a surface attack force of 16 warships, in two battle groups. This operation was code-named Rösselsprung. These were assisted by the 234 aircraft of Luftflotte 5. Before the convoy dispersed, three ships had been lost. After it scattered each ship began its individual journey to the Russian ports. Some ships took refuge along the frozen coast of Novaya Zemlya, landing at Matochkin. The Soviet tanker Azerbaijan had lost her cargo of linseed oil, and much of SS Winston-Salem's cargo had also been jettisoned in Novaya Zemlya. Of the forty-one ships which left Iceland, three were forced to return, and twenty-four were sunk. Ten merchant ships (one British, six American, one Panamanian and two Russian) and four auxiliaries reached Archangel, and delivered 70,000 tons out of the 200,000 which had started from Iceland."
}