{
  "url": "https://en.wikipedia.org/wiki/Patti_LuPone",
  "title": "Patti LuPone",
  "header": [
    [
      "Year",
      []
    ],
    [
      "Title",
      []
    ],
    [
      "Role",
      []
    ]
  ],
  "data": [
    [
      [
        "1978",
        []
      ],
      [
        "King of the Gypsies",
        [
          "/wiki/King_of_the_Gypsies_(film)"
        ]
      ],
      [
        "Unknown",
        []
      ]
    ],
    [
      [
        "1979",
        []
      ],
      [
        "1941",
        [
          "/wiki/1941_(film)"
        ]
      ],
      [
        "Lydia Hedberg",
        []
      ]
    ],
    [
      [
        "1982",
        []
      ],
      [
        "Fighting Back",
        [
          "/wiki/Fighting_Back_(1982_American_film)"
        ]
      ],
      [
        "Lisa D'Angelo",
        []
      ]
    ],
    [
      [
        "1985",
        []
      ],
      [
        "Witness",
        [
          "/wiki/Witness_(1985_film)"
        ]
      ],
      [
        "Elaine",
        []
      ]
    ],
    [
      [
        "1986",
        []
      ],
      [
        "Wise Guys",
        [
          "/wiki/Wise_Guys_(1986_film)"
        ]
      ],
      [
        "Wanda Valentini",
        []
      ]
    ],
    [
      [
        "1989",
        []
      ],
      [
        "Driving Miss Daisy",
        [
          "/wiki/Driving_Miss_Daisy"
        ]
      ],
      [
        "Florine Werthan",
        []
      ]
    ],
    [
      [
        "1993",
        []
      ],
      [
        "Family Prayers",
        [
          "/wiki/Family_Prayers"
        ]
      ],
      [
        "Aunt Nan",
        []
      ]
    ],
    [
      [
        "1999",
        []
      ],
      [
        "The 24 Hour Woman",
        [
          "/wiki/The_24_Hour_Woman"
        ]
      ],
      [
        "Joan Marshall",
        []
      ]
    ],
    [
      [
        "1999",
        []
      ],
      [
        "Summer of Sam",
        [
          "/wiki/Summer_of_Sam"
        ]
      ],
      [
        "Helen",
        []
      ]
    ],
    [
      [
        "2000",
        []
      ],
      [
        "State and Main",
        [
          "/wiki/State_and_Main"
        ]
      ],
      [
        "Sherry Bailey",
        []
      ]
    ],
    [
      [
        "2001",
        []
      ],
      [
        "Heist",
        [
          "/wiki/Heist_(2001_film)"
        ]
      ],
      [
        "Betty Croft",
        []
      ]
    ],
    [
      [
        "2002",
        []
      ],
      [
        "City by the Sea",
        [
          "/wiki/City_by_the_Sea"
        ]
      ],
      [
        "Maggie",
        []
      ]
    ],
    [
      [
        "2013",
        []
      ],
      [
        "Company",
        [
          "/wiki/Company_(musical)"
        ]
      ],
      [
        "Joanne",
        []
      ]
    ],
    [
      [
        "2013",
        []
      ],
      [
        "Parker",
        [
          "/wiki/Parker_(2013_film)"
        ]
      ],
      [
        "Ascension",
        []
      ]
    ],
    [
      [
        "2016",
        []
      ],
      [
        "The Comedian",
        [
          "/wiki/The_Comedian_(2016_film)"
        ]
      ],
      [
        "Flo Berkowitz",
        []
      ]
    ],
    [
      [
        "2019",
        []
      ],
      [
        "Cliffs of Freedom",
        [
          "/wiki/Cliffs_of_Freedom"
        ]
      ],
      [
        "Yia-Yia",
        []
      ]
    ],
    [
      [
        "2019",
        []
      ],
      [
        "Last Christmas",
        [
          "/wiki/Last_Christmas_(film)"
        ]
      ],
      [
        "Joyce",
        []
      ]
    ]
  ],
  "section_title": "Work -- Film",
  "section_text": "",
  "uid": "Patti_LuPone_0",
  "intro": "Patti Ann LuPone (born April 21, 1949) is an American actress and singer, best known for her work in stage musicals. She has won two Grammy Awards, two Tony Awards, and two Olivier Awards. She is also a 2006 American Theater Hall of Fame inductee. LuPone began her professional career with The Acting Company in 1972 and made her Broadway debut in Three Sisters in 1973. She received the first of seven Tony Award nominations for the 1975 musical The Robber Bridegroom. She won the Tony Award for Best Actress in a Musical for her role as Eva Perón in the 1979 original Broadway production of Evita. She played Fantine in the original London cast of Les Misérables and Moll in The Cradle Will Rock, winning the 1985 Olivier Award for Best Actress in a Musical for her work in both. She won a second Tony Award for her role as Rose in the 2008 Broadway revival of Gypsy, and a second Olivier Award in 2019, winning Best Actress in a Supporting Role in a Musical for her role as Joanne in the West End revival of Company. Other stage musical performances include her Tony-nominated role as Reno Sweeney in the 1987 Broadway revival of Anything Goes, her Olivier-nominated role as Norma Desmond in the 1993 original production of Sunset Boulevard in London, her Tony-nominated role as Mrs. Lovett in the new 2005 Broadway production of Sweeney Todd: The Demon Barber of Fleet Street, her Tony-nominated role as Lucia in the 2010 original Broadway production of Women on the Verge of a Nervous Breakdown, and her Tony-nominated role as Helena Rubenstein in the 2017 original Broadway production of War Paint. She also won two Grammy Awards for the recording of the 2007 Los Angeles Opera production of Rise and Fall of the City of Mahagonny in categories of Best Classical Album and Best Opera Recording. On television, she starred in the drama series Life Goes On (1989-1993) and received Emmy Award nominations for the TV movie The Song Spinner (1995) and her guest role in the sitcom Frasier (1998). She also had a role in the third season of the FX thriller series American Horror Story: Coven (2013-2014) and guest starred in Penny Dreadful (2014-2016) before returning in a lead role."
}