{
  "url": "https://en.wikipedia.org/wiki/Philadelphia",
  "title": "Philadelphia",
  "header": [
    [
      "City",
      []
    ],
    [
      "Country",
      []
    ],
    [
      "Date",
      []
    ]
  ],
  "data": [
    [
      [
        "Florence",
        [
          "/wiki/Florence"
        ]
      ],
      [
        "Italy",
        []
      ],
      [
        "1964",
        []
      ]
    ],
    [
      [
        "Tel Aviv",
        [
          "/wiki/Tel_Aviv"
        ]
      ],
      [
        "Israel",
        []
      ],
      [
        "1966",
        []
      ]
    ],
    [
      [
        "Toruń",
        [
          "/wiki/Toruń"
        ]
      ],
      [
        "Poland",
        []
      ],
      [
        "1976",
        []
      ]
    ],
    [
      [
        "Tianjin",
        [
          "/wiki/Tianjin"
        ]
      ],
      [
        "China",
        []
      ],
      [
        "1979",
        []
      ]
    ],
    [
      [
        "Incheon",
        [
          "/wiki/Incheon"
        ]
      ],
      [
        "South Korea",
        []
      ],
      [
        "1984",
        []
      ]
    ],
    [
      [
        "Douala",
        [
          "/wiki/Douala"
        ]
      ],
      [
        "Cameroon",
        []
      ],
      [
        "1986",
        []
      ]
    ],
    [
      [
        "Nizhny Novgorod",
        [
          "/wiki/Nizhny_Novgorod"
        ]
      ],
      [
        "Russia",
        []
      ],
      [
        "1992",
        []
      ]
    ],
    [
      [
        "Frankfurt",
        [
          "/wiki/Frankfurt"
        ]
      ],
      [
        "Germany",
        []
      ],
      [
        "2015",
        []
      ]
    ]
  ],
  "section_title": "Sister cities",
  "section_text": "Chinatown paifang at 10th and Arch ( 2013 ) , a symbol of Philadelphia 's friendship with Tianjin . Philadelphia is experiencing significant Chinese immigration from New York City , 95 miles to the north , [ 117 ] and from China . [ 110 ]",
  "uid": "Philadelphia_1",
  "intro": "Philadelphia, known colloquially as Philly, is the largest city in the U.S. state and Commonwealth of Pennsylvania, and the sixth-most populous U.S. city with a 2018 census-estimated population of 1,584,138. Since 1854, the city has had the same geographic boundaries as Philadelphia County, the most populous county in Pennsylvania and the urban core of the eighth-largest U.S. metropolitan statistical area, with over 6 million residents as of 2017[update]. Philadelphia is also the economic and cultural anchor of the greater Delaware Valley, located along the lower Delaware and Schuylkill Rivers, within the Northeast megalopolis. The Delaware Valley's population of 7.2 million ranks it as the eighth-largest combined statistical area in the United States. Philadelphia is one of the oldest municipalities in the United States. William Penn, an English Quaker, founded the city in 1682 to serve as capital of the Pennsylvania Colony. Philadelphia played an instrumental role in the American Revolution as a meeting place for the Founding Fathers of the United States, who signed the Declaration of Independence in 1776 at the Second Continental Congress, and the Constitution at the Philadelphia Convention of 1787. Several other key events occurred in Philadelphia during the Revolutionary War including the First Continental Congress, the preservation of the Liberty Bell, the Battle of Germantown, and the Siege of Fort Mifflin. Philadelphia remained the nation's largest city until being overtaken by New York City in 1790; the city was also one of the nation's capitals during the revolution, serving as temporary U.S. capital while Washington, D.C. was under construction. In the 19th century, Philadelphia became a major industrial center and a railroad hub. The city grew from an influx of European immigrants, most of whom came from Ireland, Italy and Germany - the three largest reported ancestry groups in the city as of 2015[update]. In the early 20th century, Philadelphia became a prime destination for African Americans during the Great Migration after the Civil War, as well as Puerto Ricans."
}