{
  "url": "https://en.wikipedia.org/wiki/Preseli_transmitting_station",
  "title": "Preseli transmitting station",
  "header": [
    [
      "Frequency",
      []
    ],
    [
      "UHF",
      []
    ],
    [
      "kW",
      []
    ],
    [
      "Service",
      []
    ],
    [
      "System",
      []
    ]
  ],
  "data": [
    [
      [
        "599.25 MHz",
        [
          "/wiki/Hertz"
        ]
      ],
      [
        "37",
        []
      ],
      [
        "100",
        []
      ],
      [
        "Channel 5",
        [
          "/wiki/Channel_5_(UK)"
        ]
      ],
      [
        "PAL System I",
        [
          "/wiki/PAL"
        ]
      ]
    ],
    [
      [
        "618.000 MHz",
        [
          "/wiki/Hertz"
        ]
      ],
      [
        "39",
        []
      ],
      [
        "1",
        []
      ],
      [
        "SDN ( Mux A )",
        [
          "/wiki/S4C_Digital_Networks"
        ]
      ],
      [
        "DVB-T",
        [
          "/wiki/DVB-T"
        ]
      ]
    ],
    [
      [
        "623.25 MHz",
        [
          "/wiki/Hertz"
        ]
      ],
      [
        "40",
        []
      ],
      [
        "100",
        []
      ],
      [
        "ITV1 Wales",
        [
          "/wiki/ITV_Wales_&_West"
        ]
      ],
      [
        "PAL System I",
        []
      ]
    ],
    [
      [
        "641.833 MHz",
        [
          "/wiki/Hertz"
        ]
      ],
      [
        "42-",
        []
      ],
      [
        "2",
        []
      ],
      [
        "BBC ( Mux B )",
        [
          "/wiki/BBC"
        ]
      ],
      [
        "DVB-T",
        []
      ]
    ],
    [
      [
        "650.166 MHz",
        [
          "/wiki/Hertz"
        ]
      ],
      [
        "43+",
        []
      ],
      [
        "20",
        []
      ],
      [
        "BBC A",
        [
          "/wiki/BBC"
        ]
      ],
      [
        "DVB-T",
        []
      ]
    ],
    [
      [
        "665.833 MHz",
        [
          "/wiki/Hertz"
        ]
      ],
      [
        "45-",
        []
      ],
      [
        "1",
        []
      ],
      [
        "Arqiva ( Mux C )",
        [
          "/wiki/Arqiva"
        ]
      ],
      [
        "DVB-T",
        []
      ]
    ],
    [
      [
        "671.25 MHz",
        [
          "/wiki/Hertz"
        ]
      ],
      [
        "46",
        []
      ],
      [
        "100",
        []
      ],
      [
        "BBC One Wales",
        [
          "/wiki/BBC_One_Wales"
        ]
      ],
      [
        "PAL System I",
        []
      ]
    ],
    [
      [
        "697.833 MHz",
        [
          "/wiki/Hertz"
        ]
      ],
      [
        "49-",
        []
      ],
      [
        "1",
        []
      ],
      [
        "Arqiva ( Mux D )",
        []
      ],
      [
        "DVB-T",
        []
      ]
    ],
    [
      [
        "703.25 MHz",
        [
          "/wiki/Hertz"
        ]
      ],
      [
        "50",
        []
      ],
      [
        "100",
        []
      ],
      [
        "S4C",
        [
          "/wiki/S4C"
        ]
      ],
      [
        "PAL System I",
        []
      ]
    ],
    [
      [
        "714.166 MHz",
        [
          "/wiki/Hertz"
        ]
      ],
      [
        "51+",
        []
      ],
      [
        "2",
        []
      ],
      [
        "Digital 3 & 4 ( Mux 2 )",
        [
          "/wiki/Digital_3&4"
        ]
      ],
      [
        "DVB-T",
        []
      ]
    ]
  ],
  "section_title": "Transmissions -- Analogue and digital television",
  "section_text": "BBC Two Wales on channel 40 closed after 36 years of service , and HTV Wales was moved from channel 43 to the vacated channel 40 for what would be its final month of service . Multiplex 1 on channel 47+ was renamed BBC A and moved to channel 43+ ( which had just been vacated by analogue HTV Wales ) . In addition to the power increase to 20 kW ERP , it was reconfigured to 64QAM and 8k carriers , which resulted in a service area similar to the old analogue transmissions but with much more bandwidth available than Multiplex 1 ever had . For the duration of the switchover , all the channels carried on Multiplex B were duplicated on this new PSB1 multiplex .",
  "uid": "Preseli_transmitting_station_6",
  "intro": "The Preseli transmitting station (formerly spelt Presely) is a broadcasting and telecommunications facility, situated close to the village of Crymych, in Pembrokeshire, Wales (grid reference SN172306). It is owned and operated by Arqiva. It has a 235.4-metre (772 ft) high guyed steel lattice mast. It was constructed in 1962 by the IBA to transmit ITV 405-line television with transmissions commencing on Band III channel 8 from antennas at 559 m (1,835 ft) above sea level. The triangle of antenna arrays aimed beams of signal towards Pembrokeshire, another lobe was directed towards western Carmarthenshire and a northward beam covered south western Cardiganshire. The northward beam from the site also fed the transmitter at Arfon in North Wales. The Welsh region ITV programming was initially provided by Teledu Cymru which was taken over by TWW in 1964, and eventually HTV Wales who took over from 1968. In 1971, three protesters from Cymdeithas yr Iaith Gymraeg were jailed for conspiring to trespass after gaining access to the site compound and climbing the lower section of the mast. This was part of a series of protests in Wales aiming to get a dedicated Welsh-language TV channel established. The campaign was eventually considered to have been mostly successful with the establishment of S4C (Sianel 4 Cymru) eleven years later. The site was uprated in 1973 to transmit UHF 625-line PAL analogue television channels, starting with BBC1, BBC2 and HTV Wales, with S4C being added in late 1982. The VHF channel 8 transmissions were discontinued in January 1985 as 405-line TV in the UK was phased out."
}