{
  "url": "https://en.wikipedia.org/wiki/Quality_Council_of_India",
  "title": "Quality Council of India",
  "header": [
    [
      "Rank",
      []
    ],
    [
      "City",
      []
    ],
    [
      "State",
      []
    ]
  ],
  "data": [
    [
      [
        "1",
        []
      ],
      [
        "Bulandshahr",
        [
          "/wiki/Bulandshahr"
        ]
      ],
      [
        "Uttar Pradesh",
        [
          "/wiki/Uttar_Pradesh"
        ]
      ]
    ],
    [
      [
        "2",
        []
      ],
      [
        "Hapur",
        [
          "/wiki/Hapur"
        ]
      ],
      [
        "Uttar Pradesh",
        [
          "/wiki/Uttar_Pradesh"
        ]
      ]
    ],
    [
      [
        "3",
        []
      ],
      [
        "Khurja",
        [
          "/wiki/Khurja"
        ]
      ],
      [
        "Uttar Pradesh",
        [
          "/wiki/Uttar_Pradesh"
        ]
      ]
    ],
    [
      [
        "4",
        []
      ],
      [
        "Shahjahanpur",
        [
          "/wiki/Shahjahanpur"
        ]
      ],
      [
        "Uttar Pradesh",
        [
          "/wiki/Uttar_Pradesh"
        ]
      ]
    ],
    [
      [
        "5",
        []
      ],
      [
        "Abohar",
        [
          "/wiki/Abohar"
        ]
      ],
      [
        "Punjab",
        [
          "/wiki/Punjab"
        ]
      ]
    ],
    [
      [
        "6",
        []
      ],
      [
        "Muktsar",
        [
          "/wiki/Muktsar"
        ]
      ],
      [
        "Punjab",
        [
          "/wiki/Punjab"
        ]
      ]
    ],
    [
      [
        "7",
        []
      ],
      [
        "Katihar",
        [
          "/wiki/Katihar"
        ]
      ],
      [
        "Bihar",
        [
          "/wiki/Bihar"
        ]
      ]
    ],
    [
      [
        "8",
        []
      ],
      [
        "Hardoi",
        [
          "/wiki/Hardoi"
        ]
      ],
      [
        "Uttar Pradesh",
        [
          "/wiki/Uttar_Pradesh"
        ]
      ]
    ],
    [
      [
        "9",
        []
      ],
      [
        "Bagaha",
        [
          "/wiki/Bagaha"
        ]
      ],
      [
        "Bihar",
        [
          "/wiki/Bihar"
        ]
      ]
    ],
    [
      [
        "10",
        []
      ],
      [
        "Bhusawal",
        [
          "/wiki/Bhusawal"
        ]
      ],
      [
        "Maharashtra",
        [
          "/wiki/Maharashtra"
        ]
      ]
    ]
  ],
  "section_title": "Projects",
  "section_text": "Swachh Survekshan Quality Council of India had been commissioned by the Ministry of Urban Development to conduct an extensive survey to measure the success rate of Swachh Bharat Mission . Under ‘ Swachh Survekshan 2016 ’ , QCI released hygiene rankings of 73 cities , including Tier 1 and Tier 2 as per Classification of Indian cities . [ 6 ] 25 teams of 3 trained surveyors each visited 42 locations covering highly populated zones like railway stations , bus stands , marketplaces , religious places , residential zones and toilet complexes . 3 , 066 geo tagged photos were collected as evidence . [ 8 ] The second edition of Swachh Survekshan 2017 ranked 434 cities from January 4 to February 7 , 2017 . [ 9 ] [ 10 ] Top 10 cleanest cities 2017 : [ 11 ] Rank City State 1 Indore Madhya Pradesh 2 Bhopal Madhya Pradesh 3 Visakhapatnam Andhra Pradesh 4 Surat Gujarat 5 Mysuru Karnataka 6 Tiruchirapalli Tamil Nadu 7 New Delhi Municipal Council Delhi 8 Navi Mumbai Maharashtra 9 Tirupati Andhra Pradesh 10 Vadodara Gujarat Bottom 10 cities 2017 : [ 11 ]",
  "uid": "Quality_Council_of_India_1",
  "intro": "Post liberalization, India embarked on a process of creating the quality infrastructure in the country which can help Indian products and services easy access to foreign markets in the new order under WTO regime. In the process, an organization was sought to be established which would function as the National Accreditation body (NAB). The responsibility to set up the organization was given to the then Department of Industries (now Department for Promotion of Industry and Internal Trade). The Quality Council of India (QCI) was set up as a public private partnership model on the model existing in Netherlands at the time, where although the NAB was not owned by the government, yet it was supported by it and was exceedingly used as a third party agency to improve quality in departments and industry. QCI thus, came to be organized as an independent autonomous body that worked towards assuring quality standards across all spheres of economic and social activities. Key industry associations, i.e. Associated Chambers of Commerce and Industry of India (ASSOCHAM), Confederation of Indian Industry(CII) and Federation of Indian Chambers of Commerce and Industry (FICCI) became the promoters of the organizers and QCI got established under the Societies Registration Act in 1997 to provide accreditation services in various sectors for product, services and persons. The Council is independent and works under the directions of its Governing Body (GB) having equal representation of government, industry and industry associations. It does not get funded by the government and is a self-sustaining non-profit organization with its own Memorandum of Association (MOA) and Rules. Its current Chairman is Adil Zainulbhai and the Executive Head (Secretary General) is Dr Ravi P Singh. Chairman of QCI is nominated by the Honble Prime Minister of India and is a non-executive post."
}