{
  "url": "https://en.wikipedia.org/wiki/Ridge_Hill_transmitting_station",
  "title": "Ridge Hill transmitting station",
  "header": [
    [
      "Frequency",
      []
    ],
    [
      "kW",
      []
    ],
    [
      "Service",
      []
    ]
  ],
  "data": [
    [
      [
        "88.6 MHz",
        []
      ],
      [
        "10",
        []
      ],
      [
        "BBC Radio 2",
        [
          "/wiki/BBC_Radio_2"
        ]
      ]
    ],
    [
      [
        "90.8 MHz",
        []
      ],
      [
        "10",
        []
      ],
      [
        "BBC Radio 3",
        [
          "/wiki/BBC_Radio_3"
        ]
      ]
    ],
    [
      [
        "93.0 MHz",
        []
      ],
      [
        "10",
        []
      ],
      [
        "BBC Radio 4",
        [
          "/wiki/BBC_Radio_4"
        ]
      ]
    ],
    [
      [
        "94.7 MHz",
        []
      ],
      [
        "2",
        []
      ],
      [
        "BBC Hereford and Worcester",
        [
          "/wiki/BBC_Hereford_and_Worcester"
        ]
      ]
    ],
    [
      [
        "97.6 MHz",
        []
      ],
      [
        "0.8",
        []
      ],
      [
        "Free Radio",
        [
          "/wiki/Free_Radio_Herefordshire_&_Worcestershire"
        ]
      ]
    ],
    [
      [
        "98.2 MHz",
        []
      ],
      [
        "10",
        []
      ],
      [
        "BBC Radio 1",
        [
          "/wiki/BBC_Radio_1"
        ]
      ]
    ],
    [
      [
        "100.4 MHz",
        []
      ],
      [
        "0.9 ( H ) 3.9 ( V )",
        []
      ],
      [
        "Classic FM",
        [
          "/wiki/Classic_FM_(UK)"
        ]
      ]
    ],
    [
      [
        "106.2 MHz",
        []
      ],
      [
        "1.6",
        []
      ],
      [
        "Sunshine Radio",
        [
          "/wiki/Sunshine_Radio_(FM)"
        ]
      ]
    ]
  ],
  "section_title": "Services listed by frequency -- Analogue radio ( FM VHF )",
  "section_text": "",
  "uid": "Ridge_Hill_transmitting_station_0",
  "intro": "The Ridge Hill transmitting station is a broadcasting and telecommunications facility located 8.5 miles SE of Hereford in Herefordshire, and close to the border of Gloucestershire. The station transmits the full complement of digital terrestrial multiplexes and an additional ITV West Multiplex. It includes a cable stayed steel lattice mast which has a height of 164.6 metres (540 ft), which in addition to the altitude of the site gives an aerial height of 363 metres (1,191 ft) above mean sea level. Ridge Hill supplies its signal to 17 relays which allow coverage into fringe areas not able to receive a good signal from the main transmitter. All 5 analogue programme channels were broadcast plus the full 6 digital MUXES although the multiplexes were scattered across the band requiring a wideband aerial for most consumers. Digital switchover was completed on 20 April 2011 where the main 6 multiplexes are now located in the Group A antenna band. Since March 2018 MUXES 7 and 8 have been moved up to channels 55 and 56 respectively which are outside the A group, though these are due to be switched off between 2020 and 2022\n In addition to its television output Ridge Hill transmits various radio stations including BBC Hereford and Worcester. The station covers the south west Midlands, including Herefordshire, and parts of Worcestershire. It also covers parts of the South West, specifically northern Gloucestershire. It does not, however, transmit BBC local programmes for Gloucestershire. These are covered by the Mendip transmitter which can be seen from the south and west of Gloucester city, and a very much smaller part of Cheltenham. From 4 December 2006 Ridge Hill broadcast ITV1 West on UHF channel 30 (rebroadcasting the signal from Mendip) in addition to the existing ITV1 Central service on channel 25."
}