{
  "url": "https://en.wikipedia.org/wiki/Sanremo_Music_Festival",
  "title": "Sanremo Music Festival",
  "header": [
    [
      [
        "Year"
      ],
      [
        null
      ]
    ],
    [
      [
        "Song"
      ],
      [
        null
      ]
    ],
    [
      [
        "Artist ( s )"
      ],
      [
        null
      ]
    ]
  ],
  "data": [
    [
      [
        [
          "2010"
        ],
        [
          "/wiki/Sanremo_Music_Festival_2010"
        ]
      ],
      [
        [
          "Pierdavide Carone"
        ],
        [
          "/wiki/Pierdavide_Carone"
        ]
      ],
      [
        [
          "Valerio Scanu"
        ],
        [
          "/wiki/Valerio_Scanu"
        ]
      ]
    ],
    [
      [
        [
          "2011"
        ],
        [
          "/wiki/Sanremo_Music_Festival_2011"
        ]
      ],
      [
        [
          "Chiamami ancora amore"
        ],
        [
          "/wiki/Chiamami_ancora_amore"
        ]
      ],
      [
        [
          "Roberto Vecchioni"
        ],
        [
          "/wiki/Roberto_Vecchioni"
        ]
      ]
    ],
    [
      [
        [
          "2012"
        ],
        [
          "/wiki/Sanremo_Music_Festival_2012"
        ]
      ],
      [
        [
          "Non è l'inferno"
        ],
        [
          "/wiki/Non_è_l'inferno"
        ]
      ],
      [
        [
          "Emma"
        ],
        [
          "/wiki/Emma_Marrone"
        ]
      ]
    ],
    [
      [
        [
          "2013"
        ],
        [
          "/wiki/Sanremo_Music_Festival_2013"
        ]
      ],
      [
        [
          "L'essenziale"
        ],
        [
          "/wiki/L'essenziale"
        ]
      ],
      [
        [
          "Marco Mengoni"
        ],
        [
          "/wiki/Marco_Mengoni"
        ]
      ]
    ],
    [
      [
        [
          "2014"
        ],
        [
          "/wiki/Sanremo_Music_Festival_2014"
        ]
      ],
      [
        [
          "Controvento",
          "Giuseppe Anastasi"
        ],
        [
          "/wiki/Controvento_(Arisa_song)",
          "/wiki/Giuseppe_Anastasi"
        ]
      ],
      [
        [
          "Arisa"
        ],
        [
          "/wiki/Arisa"
        ]
      ]
    ],
    [
      [
        [
          "2015"
        ],
        [
          "/wiki/Sanremo_Music_Festival_2015"
        ]
      ],
      [
        [
          "Grande amore"
        ],
        [
          "/wiki/Grande_amore"
        ]
      ],
      [
        [
          "Il Volo"
        ],
        [
          "/wiki/Il_Volo"
        ]
      ]
    ],
    [
      [
        [
          "2016"
        ],
        [
          "/wiki/Sanremo_Music_Festival_2016"
        ]
      ],
      [
        [
          "Un giorno mi dirai"
        ],
        [
          "/wiki/Un_giorno_mi_dirai"
        ]
      ],
      [
        [
          "Stadio"
        ],
        [
          "/wiki/Stadio"
        ]
      ]
    ],
    [
      [
        [
          "2017"
        ],
        [
          "/wiki/Sanremo_Music_Festival_2017"
        ]
      ],
      [
        [
          "Occidentali 's Karma"
        ],
        [
          "/wiki/Occidentali's_Karma"
        ]
      ],
      [
        [
          "Francesco Gabbani"
        ],
        [
          "/wiki/Francesco_Gabbani"
        ]
      ]
    ],
    [
      [
        [
          "2018"
        ],
        [
          "/wiki/Sanremo_Music_Festival_2018"
        ]
      ],
      [
        [
          "Non mi avete fatto niente"
        ],
        [
          "/wiki/Non_mi_avete_fatto_niente"
        ]
      ],
      [
        [
          "Ermal Meta",
          "Fabrizio Moro"
        ],
        [
          "/wiki/Ermal_Meta",
          "/wiki/Fabrizio_Moro"
        ]
      ]
    ],
    [
      [
        [
          "2019"
        ],
        [
          "/wiki/Sanremo_Music_Festival_2019"
        ]
      ],
      [
        [
          "Soldi",
          "Mahmood"
        ],
        [
          "/wiki/Soldi",
          "/wiki/Mahmood_(singer)"
        ]
      ],
      [
        [
          "Mahmood"
        ],
        [
          "/wiki/Mahmood_(singer)"
        ]
      ]
    ]
  ],
  "section_title": "Winners -- Big Artists section",
  "section_text": "Emma Marrone , winner of the 2012 festival with her song `` Non è l'inferno ''",
  "uid": "Sanremo_Music_Festival_6",
  "intro": "The Festival della canzone italiana di Sanremo (in English: Italian song festival of Sanremo) is the most popular Italian song contest and awards, held annually in the town of Sanremo, Liguria, and consisting of a competition amongst previously unreleased songs. Usually referred to as Festival di Sanremo, or outside Italy as Sanremo Music Festival or Sanremo Music Festival Award, it was the inspiration for the Eurovision Song Contest. It is the music equivalent to the Premio Regia Televisiva for television, the Premio Ubu for stage performances, and the Premio David di Donatello for motion pictures, but with a longer history and contest associated with. The first edition of the Sanremo Music Festival, held between 29 and 31 January 1951, was broadcast by RAI's radio station Rete Rossa and its only three participants were Nilla Pizzi, Achille Togliani and Duo Fasano. Starting from 1955 all the editions of the Festival have been broadcast live by the Italian TV station Rai 1. From 1951 to 1976, the Festival took place in the Sanremo Casino, but starting from 1977, all the following editions were held in the Teatro Ariston, except 1990's one, held at the Nuovo Mercato dei Fiori. Between 1953 and 1971, except in 1956, each song was sung twice by two different artists, each one using an individual orchestral arrangement, to illustrate the meaning of the festival as a composers' competition, not a singers' competition. During this era of the festival, it was custom that one version of the song was performed by a native Italian artist while the other version was performed by an international guest artist., and that was the way for many international artists to debut with hits in Italian market in those years, such a case for Louis Armstrong, Stevie Wonder, Jose Feliciano, Roberto Carlos, Paul Anka, Yardbirds, Marianne Faithfull, Shirley Bassey, Mungo Jerry and many others. The festival is used as the way of choosing the Italian entry to the Eurovision Song Contest and it has launched the careers of some of Italy's most successful singers, including Andrea Bocelli, Paola e Chiara, Il Volo, Giorgia, Laura Pausini, Eros Ramazzotti, and Gigliola Cinquetti."
}