{
  "url": "https://en.wikipedia.org/wiki/SC_Toronto",
  "title": "SC Toronto",
  "header": [
    [
      "Years",
      []
    ],
    [
      "Name",
      []
    ],
    [
      "Nation",
      []
    ]
  ],
  "data": [
    [
      [
        "1996-2001",
        []
      ],
      [
        "Cesar Garcia",
        [
          "/wiki/Cesar_Garcia"
        ]
      ],
      [
        "Canada",
        [
          "/wiki/Canada"
        ]
      ]
    ],
    [
      [
        "2002",
        []
      ],
      [
        "Victor Cameira",
        []
      ],
      [
        "Portugal",
        [
          "/wiki/Portugal"
        ]
      ]
    ],
    [
      [
        "2002",
        []
      ],
      [
        "Carmine Isacco",
        [
          "/wiki/Carmine_Isacco"
        ]
      ],
      [
        "Canada",
        [
          "/wiki/Canada"
        ]
      ]
    ],
    [
      [
        "2003-2004",
        []
      ],
      [
        "Jose Testas",
        [
          "/wiki/Jose_Testas"
        ]
      ],
      [
        "Portugal",
        [
          "/wiki/Portugal"
        ]
      ]
    ],
    [
      [
        "2005",
        []
      ],
      [
        "Cesar Garcia",
        [
          "/wiki/Cesar_Garcia"
        ]
      ],
      [
        "Canada",
        [
          "/wiki/Canada"
        ]
      ]
    ],
    [
      [
        "2005-2006",
        []
      ],
      [
        "Jose Testas",
        [
          "/wiki/Jose_Testas"
        ]
      ],
      [
        "Portugal",
        [
          "/wiki/Portugal"
        ]
      ]
    ],
    [
      [
        "2007",
        []
      ],
      [
        "Paulo Almas",
        []
      ],
      [
        "Portugal",
        [
          "/wiki/Portugal"
        ]
      ]
    ],
    [
      [
        "2007",
        []
      ],
      [
        "Jorge Armua",
        [
          "/wiki/Jorge_Armua"
        ]
      ],
      [
        "Uruguay",
        [
          "/wiki/Uruguay"
        ]
      ]
    ],
    [
      [
        "2008",
        []
      ],
      [
        "Jose Testas",
        [
          "/wiki/Jose_Testas"
        ]
      ],
      [
        "Portugal",
        [
          "/wiki/Portugal"
        ]
      ]
    ],
    [
      [
        "2009",
        []
      ],
      [
        "Danny Amaral",
        [
          "/wiki/Danny_Amaral"
        ]
      ],
      [
        "Canada",
        [
          "/wiki/Canada"
        ]
      ]
    ],
    [
      [
        "2010-2011",
        []
      ],
      [
        "Carmine Isacco",
        [
          "/wiki/Carmine_Isacco"
        ]
      ],
      [
        "Canada",
        [
          "/wiki/Canada"
        ]
      ]
    ],
    [
      [
        "2012",
        []
      ],
      [
        "Patrice Gheisar",
        []
      ],
      [
        "Canada",
        [
          "/wiki/Canada"
        ]
      ]
    ]
  ],
  "section_title": "Managers",
  "section_text": "",
  "uid": "SC_Toronto_0",
  "intro": "SC Toronto was a Canadian soccer team, founded in 1994. The team was a member of the Canadian Soccer League, and played its final home games at Lamport Stadium in the city of Toronto, Ontario. The club found success early on since its inception as the Toronto Supra in the Canadian National Soccer League, making the postseason in 1996, and the championship finals in 1997. With the creation of the Canadian Professional Soccer League in 1998, Toronto missed out in registering for the league which resulted in the club completing in local amateur leagues. Supra would eventually return to the professional level in 2001, entering the CPSL as an expansion franchise. Immediately Supra become a playoff and title contender reaching the CPSL Championship finals in its debut season in the CPSL. Supra would claim their first piece of silverware in 2004 by clinching their division title. However, soon after, Supra faced a decline in their performance, and re-branded itself as Portugal FC and managed to continue fighting for playoff berths. In 2011, Portugal FC merged with its youth club the Toronto Eagles and became SC Toronto. Massive changes occurred within the managerial and team structure, which brought about a positive effect on the team's performance, and re-established Toronto as powerhouse within the league. Due to the merger Toronto finished first in the overall standings and achieved their second regular season championship, and continued dominating the league until its departure from the CSL in 2013."
}