{
  "url": "https://en.wikipedia.org/wiki/South_Bohemian_Region",
  "title": "South Bohemian Region",
  "header": [
    [
      "Name",
      []
    ],
    [
      "Population",
      []
    ],
    [
      "Area ( km² )",
      []
    ],
    [
      "District",
      [
        "/wiki/Regions_of_the_Czech_Republic"
      ]
    ]
  ],
  "data": [
    [
      [
        "České Budějovice",
        [
          "/wiki/České_Budějovice"
        ]
      ],
      [
        "94,014",
        []
      ],
      [
        "56",
        []
      ],
      [
        "České Budějovice District",
        [
          "/wiki/České_Budějovice_District"
        ]
      ]
    ],
    [
      [
        "Tábor",
        [
          "/wiki/Tábor"
        ]
      ],
      [
        "34,456",
        []
      ],
      [
        "62",
        []
      ],
      [
        "Tábor District",
        [
          "/wiki/Tábor_District"
        ]
      ]
    ],
    [
      [
        "Písek",
        [
          "/wiki/Písek"
        ]
      ],
      [
        "30,351",
        []
      ],
      [
        "63",
        []
      ],
      [
        "Písek District",
        [
          "/wiki/Písek_District"
        ]
      ]
    ],
    [
      [
        "Strakonice",
        [
          "/wiki/Strakonice"
        ]
      ],
      [
        "22,754",
        []
      ],
      [
        "35",
        []
      ],
      [
        "Strakonice District",
        [
          "/wiki/Strakonice_District"
        ]
      ]
    ],
    [
      [
        "Jindřichův Hradec",
        [
          "/wiki/Jindřichův_Hradec"
        ]
      ],
      [
        "21,445",
        []
      ],
      [
        "74",
        []
      ],
      [
        "Jindřichův Hradec District",
        [
          "/wiki/Jindřichův_Hradec_District"
        ]
      ]
    ],
    [
      [
        "Český Krumlov",
        [
          "/wiki/Český_Krumlov"
        ]
      ],
      [
        "13,085",
        []
      ],
      [
        "22",
        []
      ],
      [
        "Český Krumlov District",
        [
          "/wiki/Český_Krumlov_District"
        ]
      ]
    ],
    [
      [
        "Prachatice",
        [
          "/wiki/Prachatice"
        ]
      ],
      [
        "10,874",
        []
      ],
      [
        "39",
        []
      ],
      [
        "Prachatice District",
        [
          "/wiki/Prachatice_District"
        ]
      ]
    ],
    [
      [
        "Milevsko",
        [
          "/wiki/Milevsko"
        ]
      ],
      [
        "8,277",
        []
      ],
      [
        "42",
        []
      ],
      [
        "Písek District",
        [
          "/wiki/Písek_District"
        ]
      ]
    ],
    [
      [
        "Třeboň",
        [
          "/wiki/Třeboň"
        ]
      ],
      [
        "8,253",
        []
      ],
      [
        "98",
        []
      ],
      [
        "Jindřichův Hradec District",
        [
          "/wiki/Jindřichův_Hradec_District"
        ]
      ]
    ],
    [
      [
        "Týn nad Vltavou",
        [
          "/wiki/Týn_nad_Vltavou"
        ]
      ],
      [
        "8,000",
        []
      ],
      [
        "43",
        []
      ],
      [
        "České Budějovice District",
        [
          "/wiki/České_Budějovice_District"
        ]
      ]
    ]
  ],
  "section_title": "Population and area",
  "section_text": "The total area of the region is 10,056 km² which is 12.8% of the total area of the Czech Republic . As of 2019 , South Bohemia 's population is 642,133 and with only 64 people per 1 km² the region has the lowest population density in the whole country . 64.2% of region ’ s population lives in towns or cities . One third of the inhabitants live in the five largest municipalities . Only 4% of region ’ s population lives in municipalities with less than 200 inhabitants . In 2011 , the average age in the region is 41.2 years . Approximately 11% of inhabitants who were 15 years or older had a university degree ( in 2001 this was 8% ) . According to 2011 census , 20.6% of inhabitants in the region believe in God ( however , almost half of the people did not answer this question ) . The table below gives an overview of towns and cities in the region that have at least 8,000 inhabitants ( as of 1 January 2019 ) . [ 4 ]",
  "uid": "South_Bohemian_Region_0",
  "intro": "South Bohemia (Czech: Jihočeský kraj, German: Südböhmische Region) is an administrative unit (kraj) of the Czech Republic, located mostly in the southern part of its historical land of Bohemia, with a small part in southwestern Moravia. The western part of the South Bohemian Region is former Prachens (Prácheňsko), a huge archaic region with distinctive features with its capital, Písek. In 2011, there were 624 municipalities in the region, where of 54 had a status of town. The region borders (from the west clockwise) the regions Plzeň, Central Bohemia, Vysočina and South Moravia. To the south it borders Austria (Lower Austria and Upper Austria) and Germany (Bavaria). Until 30 May 2001, the region was named as Budějovický kraj or Českobudějovický kraj, after its capital, České Budějovice. Due to its geographical location and natural surroundings the region belongs the first settlements appeared in the distant past. Over the past centuries, the South Bohemian region has been famous for fishpond cultivation and forestry. The region has been industrialized since the beginning of the twentieth century. Nowadays, it is an attractive destination due to its natural and historical richness and the fastest growing industry has been the travel industry."
}