{
  "url": "https://en.wikipedia.org/wiki/Southern_United_States",
  "title": "Southern United States",
  "header": [
    [
      "Rank",
      []
    ],
    [
      "City",
      []
    ],
    [
      "State",
      []
    ],
    [
      "Population ( 2018 est . )",
      []
    ]
  ],
  "data": [
    [
      [
        "1",
        []
      ],
      [
        "Houston",
        [
          "/wiki/Houston,_Texas"
        ]
      ],
      [
        "TX",
        [
          "/wiki/Texas"
        ]
      ],
      [
        "2,325,502",
        []
      ]
    ],
    [
      [
        "2",
        []
      ],
      [
        "San Antonio",
        [
          "/wiki/San_Antonio,_Texas"
        ]
      ],
      [
        "TX",
        [
          "/wiki/Texas"
        ]
      ],
      [
        "1,532,233",
        []
      ]
    ],
    [
      [
        "3",
        []
      ],
      [
        "Dallas",
        [
          "/wiki/Dallas,_Texas"
        ]
      ],
      [
        "TX",
        [
          "/wiki/Texas"
        ]
      ],
      [
        "1,345,047",
        []
      ]
    ],
    [
      [
        "4",
        []
      ],
      [
        "Austin",
        [
          "/wiki/Austin,_Texas"
        ]
      ],
      [
        "TX",
        [
          "/wiki/Texas"
        ]
      ],
      [
        "964,254",
        []
      ]
    ],
    [
      [
        "5",
        []
      ],
      [
        "Jacksonville",
        [
          "/wiki/Jacksonville,_Florida"
        ]
      ],
      [
        "FL",
        [
          "/wiki/Florida"
        ]
      ],
      [
        "903,889",
        []
      ]
    ],
    [
      [
        "6",
        []
      ],
      [
        "Fort Worth",
        [
          "/wiki/Fort_Worth,_Texas"
        ]
      ],
      [
        "TX",
        [
          "/wiki/Texas"
        ]
      ],
      [
        "895,008",
        []
      ]
    ],
    [
      [
        "7",
        []
      ],
      [
        "Charlotte",
        [
          "/wiki/Charlotte,_North_Carolina"
        ]
      ],
      [
        "NC",
        [
          "/wiki/North_Carolina"
        ]
      ],
      [
        "872,498",
        []
      ]
    ],
    [
      [
        "8",
        []
      ],
      [
        "Washington",
        [
          "/wiki/Washington,_D.C."
        ]
      ],
      [
        "DC",
        [
          "/wiki/Washington,_D.C."
        ]
      ],
      [
        "702,455",
        []
      ]
    ],
    [
      [
        "9",
        []
      ],
      [
        "El Paso",
        [
          "/wiki/El_Paso,_Texas"
        ]
      ],
      [
        "TX",
        [
          "/wiki/Texas"
        ]
      ],
      [
        "682,669",
        []
      ]
    ],
    [
      [
        "10",
        []
      ],
      [
        "Nashville",
        [
          "/wiki/Nashville,_Tennessee"
        ]
      ],
      [
        "TN",
        [
          "/wiki/Tennessee"
        ]
      ],
      [
        "669,053",
        []
      ]
    ],
    [
      [
        "11",
        []
      ],
      [
        "Memphis",
        [
          "/wiki/Memphis,_Tennessee"
        ]
      ],
      [
        "TN",
        [
          "/wiki/Tennessee"
        ]
      ],
      [
        "650,618",
        []
      ]
    ],
    [
      [
        "12",
        []
      ],
      [
        "Oklahoma City",
        [
          "/wiki/Oklahoma_City,_Oklahoma"
        ]
      ],
      [
        "OK",
        [
          "/wiki/Oklahoma"
        ]
      ],
      [
        "649,021",
        []
      ]
    ],
    [
      [
        "13",
        []
      ],
      [
        "Louisville",
        [
          "/wiki/Louisville,_Kentucky"
        ]
      ],
      [
        "KY",
        [
          "/wiki/Kentucky"
        ]
      ],
      [
        "620,118",
        []
      ]
    ],
    [
      [
        "14",
        []
      ],
      [
        "Baltimore",
        [
          "/wiki/Baltimore,_Maryland"
        ]
      ],
      [
        "MD",
        [
          "/wiki/Maryland"
        ]
      ],
      [
        "602,495",
        []
      ]
    ],
    [
      [
        "15",
        []
      ],
      [
        "Atlanta",
        [
          "/wiki/Atlanta,_Georgia"
        ]
      ],
      [
        "GA",
        [
          "/wiki/Georgia_(U.S._state)"
        ]
      ],
      [
        "498,044",
        []
      ]
    ],
    [
      [
        "16",
        []
      ],
      [
        "Miami",
        [
          "/wiki/Miami,_Florida"
        ]
      ],
      [
        "FL",
        [
          "/wiki/Florida"
        ]
      ],
      [
        "470,914",
        []
      ]
    ],
    [
      [
        "17",
        []
      ],
      [
        "Raleigh",
        [
          "/wiki/Raleigh,_North_Carolina"
        ]
      ],
      [
        "NC",
        [
          "/wiki/North_Carolina"
        ]
      ],
      [
        "469,298",
        []
      ]
    ],
    [
      [
        "18",
        []
      ],
      [
        "Virginia Beach",
        [
          "/wiki/Virginia_Beach,_Virginia"
        ]
      ],
      [
        "VA",
        [
          "/wiki/Virginia"
        ]
      ],
      [
        "450,189",
        []
      ]
    ],
    [
      [
        "19",
        []
      ],
      [
        "Tulsa",
        [
          "/wiki/Tulsa,_Oklahoma"
        ]
      ],
      [
        "OK",
        [
          "/wiki/Oklahoma"
        ]
      ],
      [
        "400,669",
        []
      ]
    ],
    [
      [
        "20",
        []
      ],
      [
        "Arlington",
        [
          "/wiki/Arlington,_Texas"
        ]
      ],
      [
        "TX",
        [
          "/wiki/Texas"
        ]
      ],
      [
        "398,112",
        []
      ]
    ]
  ],
  "section_title": "Major cities",
  "section_text": "The South was heavily rural as late as the 1940s , but now the population is increasingly concentrated in metropolitan areas . The following tables show the twenty largest cities , metropolitan , and combined statistical areas in the South . Houston is the largest city in the South . Houston San Antonio Dallas Austin Jacksonville Fort Worth Charlotte Washington D.C . El Paso Nashville",
  "uid": "Southern_United_States_2",
  "intro": "The Southern United States, also known as the American South or simply the South, is a geographic and cultural region of the United States. It is located between the Atlantic Ocean and the Western United States, with the Midwestern United States and Northeastern United States to its north and the Gulf of Mexico and Mexico to its south. The South does not fully match the geographic south of the United States but is commonly defined as including the states that fought for the Confederate States of America in the American Civil War. The Deep South is fully located in the southeastern corner. California, Arizona and New Mexico, which are geographically in the southern part of the country, are rarely considered part, while West Virginia, which separated from Virginia in 1863, commonly is. Some scholars have proposed definitions of the South that do not coincide neatly with state boundaries. While the states of Delaware and Maryland, as well as the District of Columbia, permitted slavery prior to and during the Civil War, they remained with the Union. Since the Civil Rights Movement of the 1960s, they became more culturally, economically, and politically aligned with the industrial Northern states, and are often identified as part of the Mid-Atlantic or Northeast by many residents, businesses, public institutions, and private organizations; however, the United States Census Bureau continues to define them as in the South with regard to census regions. Usually, the South is defined as including the southeastern and south-central United States. The region is known for its culture and history, having developed its own customs, musical styles, and cuisines, which have distinguished it in some ways from the rest of the United States. The Southern ethnic heritage is diverse and includes strong European (mostly English, Italian, Scottish, Scotch-Irish, Irish, German, French, Portuguese and Spanish American), African and some Native American components. Some other aspects of the historical and cultural development of the South have been influenced by the institution of slave labor on plantations in the Deep South to an extent seen nowhere else in the United States; the presence of a large proportion of African Americans in the population; support for the doctrine of states' rights, and the legacy of racism magnified by the Civil War and Reconstruction Era, as seen in thousands of lynchings (mostly from 1880 to 1930), the segregated system of separate schools and public facilities known as Jim Crow laws, that lasted until the 1960s, and the widespread use of poll taxes and other methods to frequently deny black people of the right to vote or hold office until the 1960s."
}