{
  "url": "https://en.wikipedia.org/wiki/Tapton_Hill_transmitting_station",
  "title": "Tapton Hill transmitting station",
  "header": [
    [
      "Frequency",
      []
    ],
    [
      "kW",
      []
    ],
    [
      "Service",
      []
    ]
  ],
  "data": [
    [
      [
        "88.6 MHz",
        []
      ],
      [
        "0.300",
        []
      ],
      [
        "BBC Sheffield",
        [
          "/wiki/BBC_Sheffield"
        ]
      ]
    ],
    [
      [
        "89.9 MHz",
        []
      ],
      [
        "0.320",
        []
      ],
      [
        "BBC Radio 2",
        [
          "/wiki/BBC_Radio_2"
        ]
      ]
    ],
    [
      [
        "92.1 MHz",
        []
      ],
      [
        "0.320",
        []
      ],
      [
        "BBC Radio 3",
        [
          "/wiki/BBC_Radio_3"
        ]
      ]
    ],
    [
      [
        "93.2 MHz",
        []
      ],
      [
        "0.050",
        []
      ],
      [
        "Sheffield Live",
        [
          "/wiki/Sheffield_Live"
        ]
      ]
    ],
    [
      [
        "94.3 MHz",
        []
      ],
      [
        "0.320",
        []
      ],
      [
        "BBC Radio 4",
        [
          "/wiki/BBC_Radio_4"
        ]
      ]
    ],
    [
      [
        "97.4 MHz",
        []
      ],
      [
        "0.400",
        []
      ],
      [
        "Hallam FM",
        [
          "/wiki/Hallam_FM"
        ]
      ]
    ],
    [
      [
        "99.5 MHz",
        []
      ],
      [
        "0.320",
        []
      ],
      [
        "BBC Radio 1",
        [
          "/wiki/BBC_Radio_1"
        ]
      ]
    ],
    [
      [
        "101.7 MHz",
        []
      ],
      [
        "0.250",
        []
      ],
      [
        "Classic FM",
        [
          "/wiki/Classic_FM_(UK)"
        ]
      ]
    ],
    [
      [
        "105.6 MHz",
        []
      ],
      [
        "0.250",
        []
      ],
      [
        "Capital Yorkshire",
        [
          "/wiki/Capital_Yorkshire"
        ]
      ]
    ],
    [
      [
        "107.7 MHz",
        []
      ],
      [
        "0.100",
        []
      ],
      [
        "Heart Yorkshire",
        [
          "/wiki/Heart_Yorkshire"
        ]
      ]
    ]
  ],
  "section_title": "Transmitted services -- Analogue radio ( FM VHF )",
  "section_text": "",
  "uid": "Tapton_Hill_transmitting_station_0",
  "intro": "The Tapton Hill transmitting station (grid reference SK324870), more generally known as the Sheffield (Crosspool) transmitting station, is a broadcasting and telecommunications facility which serves Sheffield in South Yorkshire and is located on a hill in the suburb of Crosspool to the west of the city. It transmits digital television (with vertical polarisation), analogue radio (FM) and DAB digital radio. It was a relay of Emley Moor for analogue television until the signals were turned off permanently following the Digital Switchover in August 2011. The site is owned by Arqiva and its aerials are at a height of 295 metres (968 ft) above mean sea level. It also feeds the Chesterfield Transmitter with its digital television signal by means of an underground fibre optic cable. The transmitter was originally an A group for television broadcasts, but to accommodate analogue Channel 5, as well as digital television, it became a wideband until its switchover in 2011. At that point technically it became a K group although wideband aerials would still work. The 3 main PSB MUXES are all receivable on an A group aerial (see graph). Sheffield transmitter's 700MHz clearance is due in Feb 2020 when none of the main 6 MUXEs are due to change frequency, though MUXES 7 and 8 are due to be switched off."
}