{
  "url": "https://en.wikipedia.org/wiki/The_Late_Late_Show_(Irish_talk_show)",
  "title": "The Late Late Show (Irish talk show)",
  "header": [
    [
      [
        "Artist"
      ],
      [
        null
      ]
    ],
    [
      [
        "Song"
      ],
      [
        null
      ]
    ],
    [
      [
        "Date"
      ],
      [
        null
      ]
    ]
  ],
  "data": [
    [
      [
        [
          "Westlife"
        ],
        [
          "/wiki/Westlife"
        ]
      ],
      [
        [
          "Flying Without Wings"
        ],
        [
          "/wiki/Flying_Without_Wings"
        ]
      ],
      [
        [
          "13 November 1998"
        ],
        [
          null
        ]
      ]
    ],
    [
      [
        [
          "The Boomtown Rats"
        ],
        [
          "/wiki/The_Boomtown_Rats"
        ]
      ],
      [
        [
          "Mary of the Fourth Form"
        ],
        [
          null
        ]
      ],
      [
        [
          "1977"
        ],
        [
          null
        ]
      ]
    ],
    [
      [
        [
          "Boyzone"
        ],
        [
          "/wiki/Boyzone"
        ]
      ],
      [
        [
          ""
        ],
        [
          null
        ]
      ],
      [
        [
          "26 November 1993"
        ],
        [
          null
        ]
      ]
    ],
    [
      [
        [
          "Mary Coughlan"
        ],
        [
          "/wiki/Mary_Coughlan_(singer)"
        ]
      ],
      [
        [
          ""
        ],
        [
          null
        ]
      ],
      [
        [
          "1985"
        ],
        [
          null
        ]
      ]
    ],
    [
      [
        [
          "Crystal Swing"
        ],
        [
          "/wiki/Crystal_Swing"
        ]
      ],
      [
        [
          "He Drinks Tequila"
        ],
        [
          null
        ]
      ],
      [
        [
          "12 March 2010"
        ],
        [
          null
        ]
      ]
    ],
    [
      [
        [
          "Sinéad O'Connor"
        ],
        [
          "/wiki/Sinéad_O'Connor"
        ]
      ],
      [
        [
          "Mandinka"
        ],
        [
          "/wiki/Mandinka_(song)"
        ]
      ],
      [
        [
          "26 February 1988"
        ],
        [
          null
        ]
      ]
    ],
    [
      [
        [
          "U2"
        ],
        [
          "/wiki/U2"
        ]
      ],
      [
        [
          "Stories for Boys"
        ],
        [
          "/wiki/Stories_for_Boys"
        ]
      ],
      [
        [
          "January 1980"
        ],
        [
          null
        ]
      ]
    ],
    [
      [
        [
          "The Strypes"
        ],
        [
          "/wiki/The_Strypes"
        ]
      ],
      [
        [
          "I Saw Her Standing There"
        ],
        [
          "/wiki/I_Saw_Her_Standing_There"
        ]
      ],
      [
        [
          "2010 ( Toy Show )"
        ],
        [
          null
        ]
      ]
    ],
    [
      [
        [
          "HomeTown"
        ],
        [
          "/wiki/HomeTown"
        ]
      ],
      [
        [
          "Roar"
        ],
        [
          "/wiki/Roar_(song)"
        ]
      ],
      [
        [
          "30 May 2014"
        ],
        [
          null
        ]
      ]
    ],
    [
      [
        [
          "Wonderland"
        ],
        [
          "/wiki/Wonderland_(band)"
        ]
      ],
      [
        [
          "When the Stars Go Blue"
        ],
        [
          "/wiki/When_the_Stars_Go_Blue"
        ]
      ],
      [
        [
          "26 December 2008"
        ],
        [
          null
        ]
      ]
    ]
  ],
  "section_title": "Music -- First musical performances",
  "section_text": "Below is a list of artists whose first televised performance happened on The Late Late Show .",
  "uid": "The_Late_Late_Show_(season_46)_1",
  "intro": "The Late Late Show, with its title often shortened to The Late Late, is an Irish chat show. It is the world's second longest-running late-night talk show, after the American The Tonight Show. Perceived as the official flagship television programme of the Republic of Ireland's public service broadcaster Raidió Teilifís Éireann (RTÉ), it is regarded as an Irish television institution (even abroad) and is broadcast live across two hours plus in front of a studio audience on Friday nights between September and May at 21.30. Having maintained the same name and format continuously, The Late Late Show was first broadcast on Friday, 6 July 1962 at 23.20 and in colour from 1976. Originating as temporary summer filler for a niche Saturday night audience (airing at 23.30), it later moved to its current home on Friday night schedules. The format has remained largely the same throughout - dialogue, comic sketches, musical performances, discourse on topical issues. It has influenced attitudes of the populace towards approval or disapproval of its chosen topics, directed social change and helped shape Irish societal norms. It averages 650,000 viewers per episode and has consistently achieved RTÉ's highest ratings. For much of its early life, RTÉ Television Centre's Studio 1 at Montrose in Donnybrook, Dublin 4, was its home; this original studio accommodated a small audience of about 120. In 1995, The Late Late Show transferred to the more spacious Studio 4, adapted specifically to cater for this and Kenny Live. Three external broadcasts have aired, most recently from the Wexford Opera House on 5 September 2008. Original host Gay Byrne presented the show until 21 May 1999."
}