{
  "url": "https://en.wikipedia.org/wiki/Toxin-antitoxin_system",
  "title": "Toxin-antitoxin system",
  "header": [
    [
      "Toxin",
      []
    ],
    [
      "Antitoxin",
      []
    ],
    [
      "Notes",
      []
    ]
  ],
  "data": [
    [
      [
        "ccdB",
        [
          "/wiki/CcdA/CcdB_Type_II_Toxin-antitoxin_system"
        ]
      ],
      [
        "ccdA",
        [
          "/wiki/CcdA/CcdB_Type_II_Toxin-antitoxin_system"
        ]
      ],
      [
        "Found on the F plasmid of Escherichia coli",
        [
          "/wiki/Escherichia_coli"
        ]
      ]
    ],
    [
      [
        "parE",
        [
          "/wiki/ParDE_type_II_toxin-antitoxin_system"
        ]
      ],
      [
        "parD",
        [
          "/wiki/ParDE_type_II_toxin-antitoxin_system"
        ]
      ],
      [
        "Found in multiple copies in Caulobacter crescentus",
        [
          "/wiki/Copy-number_variation",
          "/wiki/Caulobacter_crescentus"
        ]
      ]
    ],
    [
      [
        "mazF",
        []
      ],
      [
        "mazE",
        []
      ],
      [
        "Found in E. coli and in chromosomes of other bacteria",
        [
          "/wiki/Chromosome"
        ]
      ]
    ],
    [
      [
        "yafO",
        []
      ],
      [
        "yafN",
        []
      ],
      [
        "A system induced by the SOS response to DNA damage in E. coli",
        []
      ]
    ],
    [
      [
        "hicA",
        []
      ],
      [
        "hicB",
        []
      ],
      [
        "Found in archaea and bacteria",
        [
          "/wiki/Archaea"
        ]
      ]
    ],
    [
      [
        "kid",
        []
      ],
      [
        "kis",
        []
      ],
      [
        "Stabilises the R1 plasmid and is related to the CcdB/A system",
        [
          "/wiki/R1_plasmid"
        ]
      ]
    ],
    [
      [
        "ζ",
        [
          "/wiki/Zeta_toxin_protein_domain"
        ]
      ],
      [
        "ε",
        []
      ],
      [
        "Found mostly in Gram-positive bacteria",
        [
          "/wiki/Gram-positive_bacteria"
        ]
      ]
    ],
    [
      [
        "ataT",
        []
      ],
      [
        "ataR",
        []
      ],
      [
        "Found in enterohemorragic E. coli and Klebsiella spp",
        [
          "/wiki/Shigatoxigenic_and_verotoxigenic_Escherichia_coli",
          "/wiki/Klebsiella"
        ]
      ]
    ]
  ],
  "section_title": "System types -- Type II",
  "section_text": "",
  "uid": "Toxin-antitoxin_system_1",
  "intro": "A toxin-antitoxin system is a set of two or more closely linked genes that together encode both a toxin protein and a corresponding antitoxin. Toxin-antitoxin systems are widely distributed in prokaryotes, and organisms often have them in multiple copies. When these systems are contained on plasmids - transferable genetic elements - they ensure that only the daughter cells that inherit the plasmid survive after cell division. If the plasmid is absent in a daughter cell, the unstable antitoxin is degraded and the stable toxic protein kills the new cell; this is known as 'post-segregational killing' (PSK). Toxin-antitoxin systems are typically classified according to how the antitoxin neutralises the toxin. In a type I toxin-antitoxin system, the translation of messenger RNA (mRNA) that encodes the toxin is inhibited by the binding of a small non-coding RNA antitoxin that binds the toxin mRNA. The toxic protein in a type II system is inhibited post-translationally by the binding of an antitoxin protein. Type III toxin-antitoxin systems consist of a small RNA that binds directly to the toxin protein and inhibits its activity. There are also types IV-VI, which are less common. Toxin-antitoxin genes are often inherited through horizontal gene transfer and are associated with pathogenic bacteria, having been found on plasmids conferring antibiotic resistance and virulence. Chromosomal toxin-antitoxin systems also exist, some of which are thought to perform cell functions such as responding to stresses, causing cell cycle arrest and bringing about programmed cell death. In evolutionary terms, toxin-antitoxin systems can be considered selfish DNA in that the purpose of the systems are to replicate, regardless of whether they benefit the host organism or not."
}