{
  "url": "https://en.wikipedia.org/wiki/List_of_U.S._state_dogs",
  "title": "List of U.S. state dogs",
  "header": [
    [
      [
        "State"
      ],
      [
        null
      ]
    ],
    [
      [
        "Dog breed"
      ],
      [
        null
      ]
    ],
    [
      [
        "Year proposed"
      ],
      [
        null
      ]
    ]
  ],
  "data": [
    [
      [
        [
          "Georgia"
        ],
        [
          "/wiki/Georgia_(U.S._state)"
        ]
      ],
      [
        [
          "Golden Retriever"
        ],
        [
          "/wiki/Golden_Retriever"
        ]
      ],
      [
        [
          "1991"
        ],
        [
          null
        ]
      ]
    ],
    [
      [
        [
          "Georgia"
        ],
        [
          "/wiki/Georgia_(U.S._state)"
        ]
      ],
      [
        [
          "English bulldog"
        ],
        [
          "/wiki/Bulldog"
        ]
      ],
      [
        [
          "2016"
        ],
        [
          null
        ]
      ]
    ],
    [
      [
        [
          "Kansas"
        ],
        [
          "/wiki/Kansas"
        ]
      ],
      [
        [
          "Cairn Terrier"
        ],
        [
          "/wiki/Cairn_Terrier"
        ]
      ],
      [
        [
          "2012"
        ],
        [
          null
        ]
      ]
    ],
    [
      [
        [
          "Maine"
        ],
        [
          "/wiki/Maine"
        ]
      ],
      [
        [
          "Labrador Retriever"
        ],
        [
          "/wiki/Labrador_Retriever"
        ]
      ],
      [
        [
          "2015"
        ],
        [
          null
        ]
      ]
    ],
    [
      [
        [
          "New Jersey"
        ],
        [
          "/wiki/New_Jersey"
        ]
      ],
      [
        [
          "The Seeing Eye"
        ],
        [
          "/wiki/The_Seeing_Eye"
        ]
      ],
      [
        [
          "2019"
        ],
        [
          null
        ]
      ]
    ],
    [
      [
        [
          "Ohio"
        ],
        [
          "/wiki/Ohio"
        ]
      ],
      [
        [
          "Labrador Retriever"
        ],
        [
          "/wiki/Labrador_Retriever"
        ]
      ],
      [
        [
          "2015"
        ],
        [
          null
        ]
      ]
    ],
    [
      [
        [
          "Oregon"
        ],
        [
          "/wiki/Oregon"
        ]
      ],
      [
        [
          "Newfoundland"
        ],
        [
          "/wiki/Newfoundland_(dog)"
        ]
      ],
      [
        [
          "2015"
        ],
        [
          null
        ]
      ]
    ],
    [
      [
        [
          "Washington"
        ],
        [
          "/wiki/Washington_(state)"
        ]
      ],
      [
        [
          "Siberian Husky"
        ],
        [
          "/wiki/Siberian_Husky"
        ]
      ],
      [
        [
          "2004"
        ],
        [
          null
        ]
      ]
    ]
  ],
  "section_title": "State dog breeds -- Proposed dog breeds",
  "section_text": "The table below shows the dog breeds which have been proposed to each state 's relevant State Senate or House of Representatives , but either were not accepted as a state symbol or are still pending nominations .",
  "uid": "U.S._state_dogs_1",
  "intro": "Thirteen states of the United States have designated an official state dog breed. Maryland was the first state to name a dog breed as a state symbol, naming the Chesapeake Bay Retriever in 1964. Pennsylvania followed the year after, naming the Great Dane as its official breed. Dog breeds are mostly affiliated with the states that they originated in. North Carolina chose the Plott Hound as it was the only dog breed indigenous to the state. Other official state dogs also are indigenous to their state, including the Boston Terrier (Massachusetts) and the Alaskan Malamute (Alaska). Pennsylvania selected the Great Dane not because of its origin, but because it was introduced by early settlers in the state to be used as a hunting and working dog; it was chosen over the Beagle, which was also proposed around the same time. Two of the more recent successful campaigns to name a state dog have been started by schoolchildren. In 2007, Alaskan kindergarten student Paige Hill's idea created the campaign for the Alaskan Malamute which would convince Representative Berta Gardner to support the bill in 2009, with it becoming law in 2010. Elementary school students from Bedford, New Hampshire won their campaign for the Chinook to be accepted as a symbol of their state in 2010. There have been a variety of campaigns in other states to select a state dog. Georgia was undecided about choosing a state dog in 1991, with an attempt to make the Golden Retriever the official dog failing after a vote in the Georgia State Senate; an opposing campaign promoted the Bulldog, the mascot of the University of Georgia."
}