{
  "url": "https://en.wikipedia.org/wiki/Instant_messaging",
  "title": "Instant messaging",
  "header": [
    [
      "Instant messenger client",
      []
    ],
    [
      "Company",
      []
    ],
    [
      "Usage",
      []
    ]
  ],
  "data": [
    [
      [
        "BlackBerry Messenger",
        [
          "/wiki/BlackBerry_Messenger"
        ]
      ],
      [
        "BlackBerry",
        [
          "/wiki/BlackBerry_Limited"
        ]
      ],
      [
        "91 million total users ( October 2014 )",
        []
      ]
    ],
    [
      [
        "Hike Messenger",
        [
          "/wiki/Hike_Messenger"
        ]
      ],
      [
        "Hike Messenger",
        []
      ],
      [
        "70 million active users ( October 2015 )",
        []
      ]
    ],
    [
      [
        "Gadu-Gadu",
        [
          "/wiki/Gadu-Gadu"
        ]
      ],
      [
        "GG Network S.A",
        []
      ],
      [
        "6.5 million users active daily ( majority in Poland ) ( June 2010 )",
        [
          "/wiki/Poland"
        ]
      ]
    ],
    [
      [
        "IBM Sametime",
        [
          "/wiki/IBM_Sametime"
        ]
      ],
      [
        "IBM Corp",
        [
          "/wiki/IBM"
        ]
      ],
      [
        "20 million users ( February 2006 )",
        []
      ]
    ],
    [
      [
        "ICQ",
        [
          "/wiki/ICQ"
        ]
      ],
      [
        "ICQ LLC",
        []
      ],
      [
        "11 million total users ( July 2014 )",
        []
      ]
    ],
    [
      [
        "IMVU",
        [
          "/wiki/IMVU"
        ]
      ],
      [
        "IMVU , inc",
        []
      ],
      [
        "1 million users ( June 2007 )",
        []
      ]
    ],
    [
      [
        "Paltalk",
        [
          "/wiki/Paltalk"
        ]
      ],
      [
        "Paltalk.com",
        []
      ],
      [
        "5.5 million monthly unique users ( August 2013 )",
        []
      ]
    ],
    [
      [
        "Signal",
        [
          "/wiki/Signal_(software)"
        ]
      ],
      [
        "Signal Foundation",
        [
          "/wiki/Signal_Foundation"
        ]
      ],
      [
        "",
        []
      ]
    ],
    [
      [
        "XMPP ( Protocol used by multiple clients )",
        [
          "/wiki/XMPP"
        ]
      ],
      [
        "XMPP Standards Foundation",
        [
          "/wiki/XMPP_Standards_Foundation"
        ]
      ],
      [
        "1200+ million ( September 2011 )",
        []
      ]
    ]
  ],
  "section_title": "User base -- Other platforms",
  "section_text": "",
  "uid": "Usage_share_of_instant_messaging_clients_1",
  "intro": "Instant messaging (IM) technology is a type of online chat that offers real-time text transmission over the Internet. A LAN messenger operates in a similar way over a local area network. Short messages are typically transmitted between two parties, when each user chooses to complete a thought and select send. Some IM applications can use push technology to provide real-time text, which transmits messages character by character, as they are composed. More advanced instant messaging can add file transfer, clickable hyperlinks, Voice over IP, or video chat. Non-IM types of chat include multicast transmission, usually referred to as chat rooms, where participants might be anonymous or might be previously known to each other (for example collaborators on a project that is using chat to facilitate communication). Instant messaging systems tend to facilitate connections between specified known users (often using a contact list also known as a buddy list or friend list). Depending on the IM protocol, the technical architecture can be peer-to-peer (direct point-to-point transmission) or client-server (an Instant message service center retransmits messages from the sender to the communication device). By 2010, instant messaging over the Web was already in sharp decline, in favor of messaging features on social networks. The most popular IM platforms, such as AIM, closed in 2017, and Windows Live Messenger was merged into Skype. Today, most instant messaging takes place on messaging apps which by 2014 had more users than social networks."
}