{
  "url": "https://en.wikipedia.org/wiki/World_Series_of_Poker",
  "title": "World Series of Poker",
  "header": [
    [
      "Bracelets",
      []
    ],
    [
      "Player",
      []
    ],
    [
      "Main Event wins",
      [
        "/wiki/List_of_World_Series_of_Poker_Main_Event_champions"
      ]
    ]
  ],
  "data": [
    [
      [
        "15",
        []
      ],
      [
        "Phil Hellmuth",
        [
          "/wiki/Phil_Hellmuth"
        ]
      ],
      [
        "2",
        []
      ]
    ],
    [
      [
        "10",
        []
      ],
      [
        "Doyle Brunson",
        [
          "/wiki/Doyle_Brunson"
        ]
      ],
      [
        "2",
        []
      ]
    ],
    [
      [
        "10",
        []
      ],
      [
        "Johnny Chan",
        [
          "/wiki/Johnny_Chan"
        ]
      ],
      [
        "2",
        []
      ]
    ],
    [
      [
        "10",
        []
      ],
      [
        "Phil Ivey",
        [
          "/wiki/Phil_Ivey"
        ]
      ],
      [
        "0",
        []
      ]
    ],
    [
      [
        "9",
        []
      ],
      [
        "Johnny Moss",
        [
          "/wiki/Johnny_Moss"
        ]
      ],
      [
        "3",
        []
      ]
    ],
    [
      [
        "8",
        []
      ],
      [
        "Erik Seidel",
        [
          "/wiki/Erik_Seidel"
        ]
      ],
      [
        "0",
        []
      ]
    ],
    [
      [
        "7",
        []
      ],
      [
        "Billy Baxter",
        [
          "/wiki/Billy_Baxter_(poker_player)"
        ]
      ],
      [
        "0",
        []
      ]
    ],
    [
      [
        "7",
        []
      ],
      [
        "Men Nguyen",
        [
          "/wiki/Men_Nguyen"
        ]
      ],
      [
        "0",
        []
      ]
    ]
  ],
  "section_title": "Players -- Bracelets",
  "section_text": "Main articles : World Series of Poker bracelet and World Series of Poker multiple bracelet winners",
  "uid": "World_Series_of_Poker_1",
  "intro": "The World Series of Poker (WSOP) is a series of poker tournaments held annually in Las Vegas and, since 2004, sponsored by Caesars Entertainment Corporation (known as Harrah's Entertainment until 2010). It dates its origins to 1970, when Benny Binion invited seven of the best-known poker players to the Horseshoe Casino for a single tournament, with a set start and stop time, and a winner determined by a secret ballot of the seven players. As of 2019, the WSOP consists of 90 events, with most major poker variants featured. However, in recent years, over half of the events have been variants of Texas hold 'em. Events traditionally take place during one day or over several consecutive days during the series in June and July. However, starting in 2008, the Main Event final table was delayed until November. The 2012 and 2016 Main Event final tables commenced in October because of the United States presidential election. As of May 2017, the World Series of Poker has done away with the November Nine concept and instead gone back to the old format of crowning the Main Event winner in July."
}